Repository: Orama-Interactive/Pixelorama
Catalog: installer/po/*.po
Languages: ar_sa, be_by, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, id_id, it_it, ja_jp, ko_kr, ms_my, nb_no, pl_pl, pt_pt, ro_ro, ru_ru, sr_sp, tr_tr, uk_ua, zh_cn, zh_tw

source: Install ${APPNAME}
ar_sa: تثبيت ${APPNAME}
be_by: Усталяваць ${APPNAME}
ca_es: Instalar ${APPNAME}
cs_cz: Nainstalovat ${APPNAME}
da_dk: Installér ${APPNAME}
de_de: ${APPNAME} installieren
el_gr: Εγκατάσταση του ${APPNAME}
es_es: Instalar ${APPNAME}
fa_ir: کارگذاری ${APPNAME}
fi_fi: Asenna ${APPNAME}
fr_fr: Installer ${APPNAME}
he_il: התקן ${APPNAME}
hu_hu: ${APPNAME} letöltése
id_id: Pasang ${APPNAME}
it_it: Installa ${APPNAME}
ja_jp: ${APPNAME} をインストール
ko_kr: ${APPNAME} 설치
ms_my: Pasang ${APPNAME}
nb_no: Installér ${APPNAME}
pl_pl: Zainstaluj ${APPNAME}
pt_pt: Instalar ${APPNAME}
ro_ro: Instalare ${APPNAME}
ru_ru: Установить ${APPNAME}
sr_sp: Инсталирај ${APPNAME}
tr_tr: Yükle ${APPNAME}
uk_ua: Встановити ${APPNAME}
zh_cn: 安装 ${APPNAME}
zh_tw: 安裝 ${APPNAME}

source: Create Start Menu shortcuts (optional)
ar_sa: إنشاء اختصارات لقائمة ابدأ (اختياري)
be_by: Стварыць ярлыкі ў меню Пуск (неабавязкова)
ca_es: Crear drecera al menú d'inici (opcional)
cs_cz: Vytvořit zástupce v nabídce Start (volitelné)
da_dk: Opret Startmenu-genveje (valgfrit)
de_de: Erstelle Startmenü-Verknüpfungen (optional)
el_gr: Δημιουργία συντομεύσεων στο μενού Έναρξης (προαιρετικό)
es_es: Crear atajos al menú de inicio (opcional)
fa_ir: ساخت میانبرهای گزینگان آغاز (دلبخواهی)
fi_fi: Luo käynnistysvalikon pikakuvakkeet (valinnainen)
fr_fr: Créer des raccourcis dans le menu Démarrer (facultatif)
he_il: הוסף קיצור דרך לתפריט התחל (לא חובה)
hu_hu: Startmenü parancsikon létrehozása (opcionális)
id_id: Buat pintasan Menu Awal (opsional)
it_it: Crea scorciatoie dal menu Start (opzionale)
ja_jp: スタートメニューにショートカットを作成 (オプション)
ko_kr: 시작 메뉴에 바로가기 만들기 (선택)
ms_my: Cipta pintasan Menu Mula (opsional)
nb_no: Lag snarveier på startmenyen (valgfritt)
pl_pl: Utwórz skróty w Menu Start (opcjonalne)
pt_pt: Criar atalhos do Menu Iniciar (opcional)
ro_ro: Creare comenzi rapide în meniul Start (opțional)
ru_ru: Создать ярлыки меню Пуск (опционально)
sr_sp: Креирај пречицу у Старт Менију (опционално)
tr_tr: Başlat Menüsü Kısayolu Ekle (opsiyonel)
uk_ua: Створити ярлики меню Пуск (необов'язково)
zh_cn: 创建开始菜单快捷方式(可选)
zh_tw: 創建開始功能表捷徑 (可選)

source: Create shortcut on Desktop (optional)
ar_sa: إنشاء اختصار على سطح المكتب (اختياري)
be_by: Стварыць ярлік на Працоўным стале (неабавязкова)
ca_es: Crear drecera al Escriptori (opcional)
cs_cz: Vytvořit zástupce na ploše (volitelné)
da_dk: Opret genvej på Skrivebord (valgfrit)
de_de: Verknüpfung auf dem Desktop erstellen (optional)
el_gr: Δημιουργία συντόμευσης στην επιφάνεια εργασίας (προαιρετικό)
es_es: Crear atajo en el Escritorio (opcional)
fa_ir: ساخت میانبر در دسکتاپ (دلبخواهی)
fi_fi: Luo pikakuvake työpöydälle (valinnainen)
fr_fr: Créer un raccourci sur le bureau (facultatif)
he_il: הוסף קיצור דרך לשולחן העבודה (לא חובה)
hu_hu: Asztali parancsikon létrehozása (opcionális)
id_id: Buat pintasan pada Desktop (opsional)
it_it: Crea scorciatoia sul Desktop (opzionale)
ja_jp: デスクトップにショートカットを作成 (オプション)
ko_kr: 바탕화면에 바로가기 만들기 (선택)
ms_my: Cipta pintasan pada Desktop (opsional)
nb_no: Lag snarvei på skrivebordet (valgfritt)
pl_pl: Utwórz skrót na pulpicie (opcjonalne)
pt_pt: Criar atalho na Área de Trabalho (opcional)
ro_ro: Creare comandă rapidă pe spațiul de lucru (opțional)
ru_ru: Создать ярлык на рабочем столе (опционально)
sr_sp: Креирај пречицу на десктопу (опционално)
tr_tr: Masaüstüne Kısayol Oluştur (opsiyonel)
uk_ua: Створити ярлик на стільниці (необов'язково)
zh_cn: 在桌面上创建快捷方式(可选)
zh_tw: 創建桌面捷徑 (可選)

source: Uninstall ${APPNAME} ${APPVERSION}
ar_sa: الغاء تثبيت ${APPNAME} ${APPVERSION}
be_by: Выдаліць ${APPNAME} ${APPVERSION}
ca_es: Desinstalar ${APPNAME} ${APPVERSION}
cs_cz: Odinstalovat ${APPNAME} ${APPVERSION}
da_dk: Afinstallér ${APPNAME} ${APPVERSION}
de_de: ${APPNAME} ${APPVERSION} deinstallieren
el_gr: Απεγκατάσταση του ${APPNAME} ${APPVERSION}
es_es: Desinstalar ${APPNAME} ${APPVERSION}
fa_ir: زدایش ${APPNAME} ${APPVERSION}
fi_fi: Poista asennus ${APPNAME} ${APPVERSION}
fr_fr: Désinstaller ${APPNAME} ${APPVERSION}
he_il: הסר ${APPNAME} ${APPVERSION}
hu_hu: ${APPNAME} ${APPVERSION} eltávolítása
id_id: Copot ${APPNAME}${APPVERSION}
it_it: Disinstalla ${APPNAME} ${APPVERSION}
ja_jp: ${APPNAME} ${APPVERSION} をアンインストール
ko_kr: ${APPNAME} ${APPVERSION} 제거
ms_my: Nyahpasang ${APPNAME} ${APPVERSION}
nb_no: Avinstaller ${APPNAME} ${APPVERSION}
pl_pl: Odinstaluj ${APPNAME} ${APPVERSION}
pt_pt: Desinstalar ${APPNAME} ${APPVERSION}
ro_ro: Dezinstalare ${APPNAME} ${APPVERSION}
ru_ru: Удалить ${APPNAME} ${APPVERSION}
sr_sp: Деинсталирај ${APPNAME} ${APPVERSION}
tr_tr: Kaldır ${APPNAME} ${APPVERSION}
uk_ua: Видалити ${APPNAME} ${APPVERSION}
zh_cn: 卸载 ${APPNAME} ${APPVERSION}
zh_tw: 移除 ${APPNAME} ${APPVERSION}

source: Remove configuration files (optional)
ar_sa: إزالة ملفات التكوين (اختياري)
be_by: Выдаліць файлы кафігурацыі (неабавязкова)
ca_es: Elimina fitxers de configuració (opcional)
cs_cz: Odstranit konfigurační soubory (volitelné)
da_dk: Fjern konfigurationsfiler (valgfrit)
de_de: Konfigurationsdateien entfernen (optional)
el_gr: Κατάργηση αρχείων ρύθμισης (προαιρετικό)
es_es: Remover archivos de configuración (opcional)
fa_ir: زدایش پرونده‌های پیکربندی (دلبخواهی)
fi_fi: Poista asetustiedostot (valinnainen)
fr_fr: Supprimer les fichiers de configuration (facultatif)
he_il: הסר קבצי הגדרות (לא חובה)
hu_hu: Konfigurációs fájlok törlése (opcionális)
id_id: Hapus berkas konfigurasi (opsional)
it_it: Rimuovi i file di configurazione (opzionale)
ja_jp: 設定ファイルを削除 (オプション)
ko_kr: 배치 파일 제거 (선택)
ms_my: Alih keluar fail konfigurasi (opsional)
nb_no: Fjern konfigurasjonsfiler (valgfritt)
pl_pl: Usuń pliki konfiguracyjne (opcjonalnie)
pt_pt: Remover arquivos de configuração (opcional)
ro_ro: Eliminare fișiere de configurare (opțional)
ru_ru: Удалить конфигурационные файлы (опционально)
sr_sp: Обриши конфигурацијске фајлове (опционално)
tr_tr: Konfigürasyon dosyalarını sil (opsiyonel)
uk_ua: Видалити конфігураційні файли (необов'язково)
zh_cn: 删除配置文件(可选)
zh_tw: 刪除配置檔案 (可選)

source: Installs ${APPNAME} ${APPVERSION}.
ar_sa: تثبيت ${APPNAME} ${APPVERSION}.
be_by: Усталёўвае ${APPNAME} ${APPVERSION}.
ca_es: Instala ${APPNAME} ${APPVERSION}.
cs_cz: Nainstaluje ${APPNAME} ${APPVERSION}.
da_dk: Installerer ${APPNAME} ${APPVERSION}.
de_de: Installiert ${APPNAME} ${APPVERSION}.
el_gr: Εγκαθιστά το ${APPNAME} ${APPVERSION}.
es_es: Instalar ${APPNAME} ${APPVERSION}.
fa_ir: ${APPNAME} ${APPVERSION} را کارمی‌گذارد.
fi_fi: Asentaa ${APPNAME} ${APPVERSION}.
fr_fr: Installe ${APPNAME} ${APPVERSION}.
he_il: התקן ${APPNAME} ${APPVERSION}.
hu_hu: ${APPNAME} ${APPVERSION} letöltése.
id_id: Pasang ${APPNAME}${APPVERSION}.
it_it: Installa ${APPNAME} ${APPVERSION}.
ja_jp: ${APPNAME} ${APPVERSION} をインストールします。
ko_kr: ${APPNAME} ${APPVERSION} 설치하기.
ms_my: Pasang ${APPNAME} ${APPVERSION}.
nb_no: Installerer ${APPNAME} ${APPVERSION}.
pl_pl: Instaluje ${APPNAME} ${APPVERSION}.
pt_pt: Instala ${APPNAME} ${APPVERSION}.
ro_ro: Instalează ${APPNAME} ${APPVERSION}.
ru_ru: Устанавливает ${APPNAME} ${APPVERSION}.
sr_sp: Инсталира ${APPNAME} ${APPVERSION}.
tr_tr: ${APPNAME}${APPVERSION} indirilir.
uk_ua: Встановлює ${APPNAME} ${APPVERSION}.
zh_cn: 安装 ${APPNAME} ${APPVERSION}。
zh_tw: 安裝 ${APPNAME} ${APPVERSION}.

source: Creates Start Menu shortcuts for ${APPNAME}.
ar_sa: إنشاء اختصارات قائمة ابدأ لـ ${APPNAME}.
be_by: Стварае ў меню Пуск ярлыкі для ${APPNAME}.
ca_es: Crea una drecera al Menú d'Inici per ${APPNAME}.
cs_cz: Vytvoří zástupce v nabídce Start pro ${APPNAME}.
da_dk: Opretter Startmenu-genveje til ${APPNAME}.
de_de: Erstellt Verknüpfungen im Startmenü für ${APPNAME}.
el_gr: Δημιουργεί συντομεύσεις για το ${APPNAME} στο μενού Έναρξης.
es_es: Crear atajos del menú de inicio para ${APPNAME}.
fa_ir: میانبرهای گزینگان آغاز برای ${APPNAME} می‌سازد.
fi_fi: Luo sovellukselle ${APPNAME} käynnistysvalikon pikakuvake.
fr_fr: Crée des raccourcis dans le menu Démarrer pour ${APPNAME}.
he_il: הוסף קיצור דרך לתפריט התחל עבור ${APPNAME}.
hu_hu: Startmenü parancsikon létrehozása ${APPNAME}-hoz.
id_id: Buat pintasan Menu Awal untuk ${APPNAME}.
it_it: Crea le scorciatoie del menu Start per ${APPNAME}.
ja_jp: ${APPNAME} のスタートメニューショートカットを作成します。
ko_kr: 시작 메뉴에 ${APPNAME}의 바로가기 만들기.
ms_my: Cipta pintasan Menu Mula untuk ${APPNAME}.
nb_no: Oppretter snarveier på startmenyen for ${APPNAME}.
pl_pl: Tworzy skróty w Menu Start dla ${APPNAME}.
pt_pt: Cria atalhos do Menu Iniciar para ${APPNAME}.
ro_ro: Creează comenzi rapide în meniul Start pentru ${APPNAME}.
ru_ru: Создает ярлыки меню Пуск для ${APPNAME}.
sr_sp: Креира пречицу у Старт Менију за ${APPNAME}.
tr_tr: ${APPNAME} için başlat menüsünde kısayol oluşturur.
uk_ua: Створює ярлики меню Пуск для ${APPNAME}.
zh_cn: 为 ${APPNAME} 创建开始菜单快捷方式
zh_tw: 為 ${APPNAME} 創建開始功能表捷徑.

source: Creates a Desktop shortcut for ${APPNAME}.
ar_sa: إنشاء اختصار على سطح المكتب لـ ${APPNAME}.
be_by: Стварае на Працоўным стале ярлык для ${APPNAME}.
ca_es: Crea una drecera al Escriptori per ${APPNAME}.
cs_cz: Vytvoří zástupce na ploše pro ${APPNAME}.
da_dk: Opretter en Skrivebords-genvej til ${APPNAME}.
de_de: Erstellt eine Desktop-Verknüpfung für ${APPNAME}.
el_gr: Δημιουργεί συντόμευση για το ${APPNAME} στην Επιφάνεια Εργασίας.
es_es: Crear atajo en el Escritorio para ${APPNAME}.
fa_ir: یک میانبر دسکتاپ برای ${APPNAME} می‌سازد.
fi_fi: Luo työpöydän pikakuvakkeen ${APPNAME} sovellukselle.
fr_fr: Crée un raccourci bureau pour ${APPNAME}.
he_il: הוסף קיצור קיצור דרך לשולחן העבודה עבור ${APPNAME}.
hu_hu: Asztali parancsikon létrehozása ${APPNAME}-hoz.
id_id: Buat pintasan Desktop untuk ${APPNAME}.
it_it: Crea una scorciatoia desktop per ${APPNAME}.
ja_jp: ${APPNAME} のデスクトップショートカットを作成します。
ko_kr: 바탕화면에 ${APPNAME}의 바로가기 만들기.
ms_my: Cipta pintasan Desktop untuk ${APPNAME}.
nb_no: Oppretter snarvei på skrivebordet for ${APPNAME}.
pl_pl: Tworzy skrót na pulpicie dla ${APPNAME}.
pt_pt: Cria um atalho na área de trabalho para ${APPNAME}.
ro_ro: Creează o comandă rapidă pe spațiul de lucru pentru ${APPNAME}.
ru_ru: Создает ярлык на рабочем столе для ${APPNAME}.
sr_sp: Креира пречицу на десктопу за ${APPNAME}.
tr_tr: ${APPNAME} için masaüstünde kısayol oluşturur.
uk_ua: Створює ярлик на стільниці для ${APPNAME}.
zh_cn: 为 ${APPNAME} 创建桌面快捷方式
zh_tw: 為 ${APPNAME} 創建桌面捷徑.

source: Uninstalls ${APPNAME} ${APPVERSION} and removes all shortcuts.
ar_sa: إلغاء تثبيت ${APPNAME} ${APPVERSION} وإزالة جميع الاختصارات.
be_by: Выдаляе ${APPNAME} ${APPVERSION} і ўсе ярлыкі праграмы.
ca_es: Desinstala ${APPNAME} ${APPVERSION} i elimina totes les dreceres.
cs_cz: Odinstaluje ${APPNAME} ${APPVERSION} a odstraní všechny zástupce.
da_dk: Afinstallerer ${APPNAME} ${APPVERSION} og fjerner alle genveje.
de_de: Deinstalliert ${APPNAME} ${APPVERSION} und entfernt alle Verknüpfungen.
el_gr: Απεγκαθιστά το ${APPNAME} ${APPVERSION} και καταργεί όλες τις συντομεύσεις.
es_es: Desinstalar ${APPNAME} ${APPVERSION} y remover todos los atajos.
fa_ir: ${APPNAME} ${APPVERSION} را به همراه میانبرهایش می‌زداید.
fi_fi: Poistaa ${APPNAME} sovelluksen version ${APPVERSION} asennuksen ja poistaa kaikki pikakuvakkeet.
fr_fr: Désinstalle ${APPNAME} ${APPVERSION} et enlève tous les raccourcis.
he_il: הסר ${APPNAME} ${APPVERSION} ומחק את כל קיצורי הדרך.
hu_hu: Eltávolítja a ${APPNAME} ${APPVERSION}-t és törli az összes parancsikonját.
id_id: Copot ${APPNAME}${APPVERSION} dan hapus semua pintasan.
it_it: Disinstalla ${APPNAME} ${APPVERSION} e rimuove tutte le scorciatoie.
ja_jp: ${APPNAME} ${APPVERSION} をアンインストールし、すべてのショートカットを削除します。
ko_kr: ${APPNAME} ${APPVERSION} 제거 및 모든 바로가기 제거하기.
ms_my: Nyahpasang ${APPNAME}${APPVERSION} dan alih keluar pintasannya.
nb_no: Avinstallerer ${APPNAME} ${APPVERSION} og fjerner alle snarveier.
pl_pl: Odinstalowuje ${APPNAME} ${APPVERSION} i usuwa wszystkie skróty.
pt_pt: Desinstala o ${APPNAME} ${APPVERSION} e remove todos os atalhos.
ro_ro: Dezinstalează ${APPNAME} ${APPVERSION} și elimină toate comenzile rapide.
ru_ru: Удаляет ${APPNAME} ${APPVERSION} и удаляет все ярлыки.
sr_sp: Деинсталира ${APPNAME} ${APPVERSION} и брише њихове пречице.
tr_tr: ${APPNAME}${APPVERSION} silinir ve bütün kısayollar kaldırılır.
uk_ua: Видаляє ${APPNAME} ${APPVERSION} та стирає всі ярлики.
zh_cn: 卸载 ${APPNAME} ${APPVERSION} 并删除所有快捷方式。
zh_tw: 移除 ${APPNAME} ${APPVERSION} 及刪除所有捷鍵.

source: Removes configuration files for ${APPNAME}.
ar_sa: إزالة ملفات التكوين لـ ${APPNAME}.
be_by: Выдаляе канфігурацыйныя файлы для ${APPNAME}.
ca_es: Elimina els fitxers de configuració de ${APPNAME}.
cs_cz: Odstraní konfigurační soubory pro ${APPNAME}.
da_dk: Fjerner konfigurationsfiler for ${APPNAME}.
de_de: Entfernt Konfigurationsdateien für ${APPNAME}.
el_gr: Καταργεί τα αρχεία ρυθμίσεων του ${APPNAME}.
es_es: Eliminar archivos de configuración para ${APPNAME}.
fa_ir: پرونده‌های پیکربندی برای ${APPNAME} را می‌زداید.
fi_fi: Poistaa ${APPNAME} sovelluksen asetustiedostot.
fr_fr: Supprime les fichiers de configuration pour ${APPNAME}.
he_il: הסר קבצי הגדרות עבור ${APPNAME}.
hu_hu: Konfigurációs fájlok törlése ${APPNAME}-hoz.
id_id: Hapus berkas konfigurasi untuk ${APPNAME}.
it_it: Rimuove i file di configurazione per ${APPNAME}.
ja_jp: ${APPNAME} の設定ファイルを削除します。
ko_kr: ${APPNAME}의 배치 파일 제거하기.
ms_my: Alih keluar fail konfigurasi untuk ${APPNAME}.
nb_no: Fjerner konfigurasjonsfiler for ${APPNAME}.
pl_pl: Usuwa pliki konfiguracyjne dla ${APPNAME}.
pt_pt: Remove arquivos de configuração para ${APPNAME}.
ro_ro: Elimină fișierele de configurare pentru ${APPNAME}.
ru_ru: Удаляет файлы конфигурации для ${APPNAME}.
sr_sp: Брише конфигурацијске фајлове за ${APPNAME}.
tr_tr: ${APPNAME} için konfigürasyon dosyalarını siler.
uk_ua: Видаляє файли конфігурації для ${APPNAME}.
zh_cn: 删除 ${APPNAME} 的配置文件。
zh_tw: 為 ${APPNAME} 刪除配置檔案.
