Repository: Orama-Interactive/Pixelorama
Catalog: Translations/*.po
Languages: ca_es, cs_cz, de_de, el_gr, eo_uy, es_es, fr, hu_hu, id_id, it_it, ja_jp, lv_lv, nb_no, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, tr_tr, uk_ua

source: The transparent checker follow the movement of canvas
ca_es: El patró de quadres transparent segueix el moviment del llenç
cs_cz: Průhledná šachovnice následuje pohyb plátna
de_de: Die transparenten Checker folgen dem Canvas
el_gr: Το διάφανο υποβάθρο - σκακιέρα να ακολουθεί τη κίνηση του καμβά
es_es: El fondo de la cuadrícula transparente sigue el movimiento del lienzo
hu_hu: Az átlátszó négyzetháló követi a vászon mozgását
id_id: Pola catur transparan mengikuti pergerakan kanvas
it_it: Il checker trasparente segue il movimento del canvas
ja_jp: 透明なチェッカーはキャンバスの動きに従います
nb_no: Den gjennomsiktige sjakk-bakgrunnen følger lerretets bevegelse
pl_pl: Przezroczysta siatka śledzi ruch płótna
pt_br: O verificador transparente segue o movimento da tela
pt_pt: O checker transparente segue o movimento da tela
ro_ro: Carourile transparente urmăresc mișcarea pânzei
ru_ru: Клеточки прозрачности следуют движению холста
tr_tr: Saydam dama deseni tuval hareketlerini takip eder
uk_ua: Шаховий фон рухається з полотном

source: Follow Canvas Zoom Level
ca_es: Segueix el nivell de zoom del llenç
cs_cz: Sledovat přiblížení plátna
de_de: Folge Canvas-Zoom-Level
el_gr: Να ακολουθεί το επίπεδο μεγέθυνσης (ζουμ) του καμβά
es_es: Seguir el nivel de zoom del lienzo
id_id: Ikuti Tingkat Kekeran Kanvas
it_it: Segui il Livello di Zoom del canvas
ja_jp: キャンバスのズームレベルをフォロー
nb_no: Følg lerretets forstørrelse
pl_pl: Śledź poziom przybliżenia płótna
pt_br: Seguir Nível de Zoom da Tela
pt_pt: Seguir o nível de zoom da tela
ro_ro: Urmărește nivelul de transfocare al pânzei
ru_ru: Следовать масштабу холста
tr_tr: Tuval Yakınlaştırma Düzeyini Takip Et
uk_ua: Міняти розмір за масштабом

source: The transparent checker follow the zoom level of canvas
ca_es: El patró de quadres transparent segueix el nivell de zoom del llenç
cs_cz: Průhledná šachovnice následuje úroveň přiblížení plátna
de_de: Die transparenten Checker folgen dem Canvas-Zoom-Level
el_gr: Το διάφανο υποβάθρο - σκακιέρα να ακολουθεί το επίπεδο μεγέθυνσης (ζουμ) του καμβά
es_es: El verificador transparente sigue el nivel de zoom del lienzo
hu_hu: Az átlátszó négyzetháló követi a vászon nagyítási szintjét
id_id: Pola catur transparan mengikuti tingkat kekeran kanvas
it_it: Il checker trasparente segue il livello di zoom del canvas
ja_jp: 透明なチェッカーはキャンバスのズームレベルに従います
nb_no: Den gjennomsiktige sjakk-bakgrunnen følger zoom-nivået på lerretet
pl_pl: Przezroczysta siatka śledzi poziom przybliżenia płótna
pt_br: O verificador transparente segue o nível de zoom da tela
pt_pt: O checker transparente segue o nível de zoom do quadro
ro_ro: Carourile transparente urmăresc nivelul de transfocare al pânzei
ru_ru: Клеточки прозрачности следуют увеличению/уменьшению холста
tr_tr: Saydam dama deseni tuval yakınlaştırma düzeyini takip eder
uk_ua: Шаховий фон міняє розмір за масштабом

source: Animated selection borders
ca_es: Vores de selecció animades
cs_cz: Animovat okraje rámečku
de_de: Animierte Auswahlrahmen
es_es: Bordes de selección animados
id_id: Tepian seleksi dianimasikan
nb_no: Animerte markeringslinjer
pt_br: Bordas de seleção animada
pt_pt: Seleção de bordas animada
ro_ro: Margini de selecție animate
ru_ru: Анимированные границы выделения
tr_tr: Animasyonlu seçim kenarlıkları
uk_ua: Анімовані межі виділення

source: Border color 1:
ca_es: Color de la vora 1:
cs_cz: První barva rámečku:
de_de: Rahmenfarbe 1:
es_es: Color del borde 1:
hu_hu: Szegély szín 1:
id_id: Warna tepian 1:
nb_no: Kantfarge 1:
pt_br: Cor da borda 1:
pt_pt: Cor de borda 1:
ro_ro: Culoarea marginii 1:
ru_ru: Цвет границы 1:
tr_tr: Kenarlık rengi 1:
uk_ua: Колір рамки 1:

source: Border color 2:
ca_es: Color de la vora 2:
cs_cz: Druhá barva rámečku:
de_de: Rahmenfarbe 2:
es_es: Color del borde 2:
hu_hu: Szegély szín 2:
id_id: Warna tepian 2:
nb_no: Kantfarge 2:
pt_br: Cor da borda 2:
pt_pt: Cor de borda 2:
ro_ro: Culoarea marginii 2:
ru_ru: Цвет границы 2:
tr_tr: Kenarlık rengi 2:
uk_ua: Колір рамки 2:

source: Only custom preset can be modified
ca_es: Només es poden modificar els presets personalitzats
cs_cz: Lze upravit pouze vlastní předvolbu
de_de: Nur benutzerdefinierte Voreinstellung kann geändert werden
el_gr: Μόνο η προσαρμοσμένη προεπιλογή μπορεί να τροποποιηθεί
es_es: Sólo se puede modificar el ajuste preestablecido
hu_hu: Csak az egyedi beállítások módosíthatók
id_id: Hanya praatur khusus yang bisa disunting
it_it: Solo il preset personalizzato può essere modificato
ja_jp: カスタムプリセットのみ変更できます
nb_no: Bare egendefinerte forhåndsinnstillinger kan endres
pl_pl: Tylko niestandardowe ustawienia mogą być modyfikowane
pt_br: Apenas predefinição personalizada pode ser modificada
pt_pt: Apenas presets personalizados podem ser modificados
ro_ro: Doar presetarea personalizată poate fi modificată
ru_ru: Только пользовательские предустановки могут быть изменены
tr_tr: Sadece özel önayar değiştirilebilir
uk_ua: Можна міняти тільки користувацький набір налаштувань

source: Set application FPS limit:
ca_es: Estableix el límit d'FPS de l'aplicació:
cs_cz: Limit snímků za vteřinu:
de_de: FPS Limit festlegen:
el_gr: Ορισμός ορίου FPS εφαρμογής:
es_es: Establecer el límite de FPS de la aplicación:
hu_hu: Applikáció FPS limitjének beállítása:
id_id: Batas FPS aplikasi:
ja_jp: アプリのFPS上限を設定:
nb_no: Sett prorgammets grense for Bilder Per Sekund, BPS:
pt_br: Definir o limite de FPS do aplicativo:
pt_pt: Define o limite de FPS da aplicação:
ro_ro: Setare limită de cadre pe secundă pentru aplicație:
ru_ru: Ограничение кадров в секунду:
tr_tr: Uygulama FPS sınırını ayarla:
uk_ua: Встановити обмеження FPS додатку:

source: Pause application when it loses focus
ca_es: Pausa l'aplicació en perdre el focus
cs_cz: Pozastavit aplikaci, když je okno v pozadí
de_de: Anwendung pausieren, wenn der Fokus verloren geht
es_es: Pausar la aplicación cuando pierde el enfoque
id_id: Jedakan aplikasi ketika hilang fokus
nb_no: Sett programmet på pause når det mister fokus
pt_br: Pausar aplicativo quando perder o foco
pt_pt: Pausar a aplicação quando perder o foco
ro_ro: Întrerupe aplicația atunci când pierde focalizarea
ru_ru: Приостановить приложение при потере фокуса
tr_tr: Odağı kaybettiğinde uygulamayı duraklat
uk_ua: Призупиняти програму, коли вона не має фокусу

source: Sets the limit of the application's frames per second. The lower the number, the lower the CPU usage, but the application gets slower, choppier and unresponsive. 0 means that there is no limit.
ca_es: Estableix el límit de fotogrames per segon de l'aplicació. Com més baix, menys càrrega rep la CPU, però l'aplicació s'alenteix i pot no respondre correctament. 0 vol dir que no hi ha cap límit.
cs_cz: Nastaví limit snímků za vteřinu aplikace. Čím nižší číslo, tím menší bude zatížení procesoru, ale může dojít ke snížení odezvy a zasekávání aplikace. 0 značí žádný limit.
de_de: Legt die Grenze der Frames pro Sekunde fest. Je niedriger die Anzahl, desto niedriger die CPU-Auslastung, aber die Anwendung wird langsamer und reagier langsamer. 0 bedeutet, dass es keine Grenze gibt.
el_gr: Ορίζει το όριο των καρέ της εφαρμογής ανά δευτερόλεπτο. Όσο μικρότερος είναι ο αριθμός, τόσο χαμηλότερη είναι η χρήση της CPU, αλλά η εφαρμογή γίνεται πιο αργή, ασταθής και λιγότερο ανταποκρινόμενη. 0 σημαίνει ότι δεν υπάρχει όριο.
es_es: Establece el límite de fotogramas por segundo de la aplicación. Cuanto menor sea el número, menor será el uso de la CPU, pero la aplicación se vuelve más lenta, entrecortada y sin respuesta. 0 significa que no hay límite.
id_id: Menetapkan batas laju bingkai tiap detik pada aplikasi. Semakin rendah angkanya, penggunaan CPU juga berkurang; tapi aplikasi akan lambat, patah-patah dan kurang tanggap. 0 berarti tidak ada batas.
ja_jp: アプリケーションのフレーム/秒の制限を設定します。 数値が低いほどCPU使用率が低くなりますが、アプリケーションが遅く、粗く、応答がなくなります。0は制限がないことを意味します。
nb_no: Setter grensen for hvor mange bilder per sekund programmet kan ha. Lavere tall bruker mindre prosessorkraft, men programmet går saktere, mer hakkete og kan slutte å svare. 0 betyr at det ikke er noen grense.
pt_br: Define o limite dos quadros do aplicativo por segundo. Quanto menor o número, menor o uso da CPU, mas o aplicativo fica mais lento, com qualidade ruim e sem resposta. 0 significa que não há limite.
pt_pt: Define o limite de fotogramas por segundo da aplicação. Quanto mais baixo, mais baixo o uso do processador, no entanto, a aplicação fica mais lenta, com cortes, e pouco responsiva. 0 significa que não tem limite.
ro_ro: Setează limita de cadre pe secundă a aplicației. Cu cât numărul este mai mic, cu atât utilizarea procesorului este mai redusă, însă aplicația devine mai lentă, variabilă și nereceptivă. 0 înseamnă că nu există limite.
ru_ru: Устанавливает лимит на количество кадров в секунду для программы. Чем ниже это число, тем меньше используется процессор, но приложение становится медленнее, дольше реагирует на действия, а движения будут менее плавными. 0 значит отсутствие лимита.
tr_tr: Uygulamanın saniyedeki kare sınırını ayarlar. Rakam ne kadar düşük olursa CPU kullanımı o kadar düşük olur, ancak uygulama daha yavaş, kesikli ve tepkisiz hale gelir. 0, sınır olmadığı anlamına gelir.
uk_ua: Встановлює обмеження кадрів в секунду. Чим нижче значення, ти менше додаток використовує CPU, але програма починає працювати повільніше, стає менш стабільною і може не реагувати. 0 означає, що немає ніяких обмежень.

source: If this is toggled on, when the application's window loses focus, it gets paused. This helps lower CPU usage when idle. The application gets unpaused when the mouse enters the application's window.
ca_es: Si això està activat quan l'aplicació perd el focus, es posa en pausa. Això ajuda a reduir l'ús de la CPU mentre no estàs actiu. L'aplicació es resumeix quan el ratolí entra a la finestra de l'aplicació.
cs_cz: Pokud je tato možnost vybrána, tak je aplikace pozastavena, když je okno aplikace v pozadí. Dojde tak ke snížení využití procesoru při nečinnosti. Aplikace se automaticky obnoví, když kurzor myši vstoupí zpět do okna aplikace.
de_de: Wenn dies eingeschaltet ist und das Fenster der Anwendung den Fokus verliert, wird die Anwendung pausiert. Dies reduziert die CPU-Auslastung im Hintergrund. Pixelorama wird entpaust, wenn die Maus in das Fenster der Anwendung eintritt.
es_es: Si se activa esta opción, cuando la ventana de la aplicación pierde el enfoque, se detiene. Esto ayuda a reducir el uso de la CPU cuando está inactiva. La aplicación no se detiene cuando el ratón entra en la ventana de la aplicación.
id_id: Jika dinyalakan, ketika jendela aplikasi hilang fokus nanti akan dijedakan. Ini membantu mengurangi penggunaan CPU saat terbiar. Aplikasi akan tidak dijeda ketika tetikus ada pada jendela aplikasi.
nb_no: Hvis denne er påslått og programmet mister fokus vil programmet settes på pause. Dette gjør så programmet bruker mindre prosessorkraft ved inaktivitet. Programmet vil gå tilbake til normalt når musen går inn i programmets vindu.
pt_br: Se isto for ativado, quando a janela do aplicativo perder o foco, ele é pausado. Isso ajuda a reduzir o uso da CPU quando o aplicativo estiver ocioso. Ele volta à atividade quando o mouse entra em sua janela.
pt_pt: Se ativado, e quando a janela da aplicação perder o foco, esta será pausada. Isto ajuda a baixar a utilização do processador durante inatividade. A aplicação é retomada quando o rato tornar a entrar na janela.
ro_ro: Dacă această opțiune este activată, în momentul în care fereastra aplicației pierde focalizarea, aceasta este întreruptă. Acest lucru ajută la reducerea utilizării procesorului pe durata perioadei de inactivitate. Aplicația își reia activitatea atunci când mausul intră în fereastra aplicației.
ru_ru: Если этот параметр включен, то, когда окно приложения теряет фокус, оно приостанавливается. Это помогает снизить загрузку процессора в режиме бездействие. Приложение продолжит работать, когда мышь попадет в окно приложения.
tr_tr: Bu açılırsa, uygulamanın penceresi odağı kaybettiğinde duraklatılır. Bu, boştayken CPU kullanımını düşürmeye yardımcı olur. Fare uygulamanın penceresine girdiğinde uygulamanın duraklatılması kaldırılır.
uk_ua: Якщо вибрано цей параметр, коли вікно програми губитиме фокус, програма призупинятиметься. Це допомагає не використовувати процесор дарма. Програма буде знов активована, коли курсор миші буде рухатися в вікні програми.

source: Renderer:
es_es: Procesador:
pt_br: Renderizador:
ro_ro: Randator:
ru_ru: Обработчик:
tr_tr: İşleyici:
uk_ua: Рендерер:

source: Specifies the renderer/video driver being used. GLES2 is better for older and low-end devices, but GLES3 may offer more features.
de_de: Bestimmt den zu verwendenden Renderer/Video-Treiber. GLES2 ist besser für ältere und Low-End-Geräte, aber GLES3 kann mehr Funktionen bieten.
es_es: Especifica el procesador/controlador de video que se está usando. GLES2 es mejor para dispositivos antiguos y de gama baja, pero GLES3 puede ofrecer más funciones.
id_id: Menentukan renderer/pengandar video yang dipakai. GLES2 lebih bagus untuk perangkat lawas atau kelas bawah, tapi GLES3 punya lebih banyak fitur.
pt_br: Especifica o driver de renderização/vídeo que está sendo usado. O GLES2 é melhor para dispositivos mais antigos e de baixo custo, mas o GLES3 pode oferecer mais recursos.
ro_ro: Specifică randatorul/driverul video utilizat. GLES2 este mai bun pentru dispozitivele mai vechi și cu o performanță mai redusă, dar GLES3 poate oferi mai multe caracteristici.
ru_ru: Указыает, какой используется обработчик/видеодрайвер. GLES2 лучше для старых и маломощных устройств, а у GLES3 больше возможностей.
tr_tr: Kullanılan işleyiciyi/video sürücüsünü belirtir. GLES2, eski ve düşük özellikli cihazlar için daha iyidir, ancak GLES3 daha fazla özellik sunabilir.
uk_ua: Вказує, який використовуватиметься рендерер/відеодрайвер. GLES2 кращий для старіших та менш потужних пристроїв, а в GLES3 більше можливостей.

source: Tablet driver:
de_de: Tablet-Treiber:
es_es: Controlador de tableta:
id_id: Pengandar tablet:
pt_br: Driver do Tablet:
ro_ro: Driver tabletă:
ru_ru: Драйвер планшета:
tr_tr: Table sürücüsü:
uk_ua: Драйвер планшету:

source: Specifies the tablet driver being used on Windows. If you have Windows Ink enabled, select winink.
de_de: Bestimmt den Tablet-Treiber, der unter Windows verwendet wird. Wenn Windows Tinte aktiviert ist, wählen Sie winink.
id_id: Menentukan pengandar tablet yang dipakai pada Windows. Jika Windows Ink sudah diaktifkan, pilih winink.
pt_br: Especifica o driver do tablet q está sendo usado no Windows. Se você tiver o Windows Ink ativado, selecione winink.
ro_ro: Specifică driverul tabletei utilizat pe Windows. Dacă ai Windows Ink activat, selectează winink.
ru_ru: В Windows указывает, какой будет использоваться драйвер планшета. Если включён Windows Ink, выберите winink.
tr_tr: Windows'ta kullanılan tablet sürücüsünü belirtir. Windows Ink'i etkinleştirdiyseniz, winnk'i seçin.
uk_ua: В Windows вказує, який використовується драйвер планшета. Якщо увімкнено Windows Ink, оберіть winink.

source: Add Extension
ca_es: Afegeix una extensió
de_de: Erweiterung hinzufügen
es_es: Agregar Extensión
id_id: Tambah Ekstensi
nb_no: Legg til utvidelse
pt_br: Adicionar Extensão
pt_pt: Adicionar extensão
ro_ro: Adăugare extensie
ru_ru: Добавить расширение
tr_tr: Uzantı Ekle
uk_ua: Додати розширення

source: Enable
ca_es: Activa
de_de: Aktivieren
es_es: Habilitar
id_id: Mampukan
nb_no: Aktiver
pt_br: Habilitar
pt_pt: Ativar
ro_ro: Activare
ru_ru: Включить
tr_tr: Etkinleştir
uk_ua: Увімкнути

source: Disable
ca_es: Desactiva
de_de: Deaktivieren
es_es: Deshabilitar
id_id: Lumpuhkan
nb_no: Deaktiver
pt_br: Desabilitar
pt_pt: Desativar
ro_ro: Dezactivare
ru_ru: Отключить
tr_tr: Devre dışı bırak
uk_ua: Вимкнути

source: Uninstall
ca_es: Desinstal·la
de_de: Deinstallieren
es_es: Desinstalar
id_id: Copot
nb_no: Avinstaller
pt_br: Desinstalar
pt_pt: Desinstalar
ro_ro: Dezinstalare
ru_ru: Удалить
tr_tr: Kaldır
uk_ua: Видалити

source: Open Folder
ca_es: Obre la carpeta
de_de: Ordner öffnen
es_es: Abrir Carpeta
id_id: Buka Folder
nb_no: Åpne Mappe
pt_br: Abrir Pasta
pt_pt: Abrir pasta
ro_ro: Deschidere dosar
ru_ru: Открыть папку
tr_tr: Klasörü Aç
uk_ua: Відкрити директорію

source: Brush:
ca_es: Pinzell:
cs_cz: Štětec:
de_de: Pinsel:
el_gr: Πινέλο:
eo_uy: Peniko:
es_es: Pincel:
fr: Brosse :
hu_hu: Ecset:
id_id: Kuas:
it_it: Pennello:
ja_jp: ブラシ：
lv_lv: Ota:
nb_no: Børste:
pl_pl: Pędzel:
pt_br: Pincel:
pt_pt: Pincel:
ro_ro: Pensulă:
ru_ru: Кисть:
tr_tr: Fırça:
uk_ua: Пензель:

source: Select a brush
ca_es: Triar un pinzell
cs_cz: Vybrat štětec
de_de: Wähle einen Pinsel
el_gr: Επιλέξτε ένα πινέλο
es_es: Seleccionar un pincel
hu_hu: Ecset kiválasztása
id_id: Pilih kuas
it_it: Seleziona un pennello
ja_jp: ブラシを選択
lv_lv: Izvēlēties otu
nb_no: Velg en børste
pl_pl: Wybierz pędzel
pt_br: Selecione um pincel
pt_pt: Selecionar pincel
ro_ro: Selectează o pensulă
ru_ru: Выбрать кисть
tr_tr: Fırça seç
uk_ua: Вибрати пензель

source: Pixel brush
ca_es: Pinzell de píxels
cs_cz: Pixelový štětec
de_de: Pixel-Pinsel
el_gr: Πινέλο εικονοστοιχείου
es_es: Pincel de píxeles
hu_hu: Pixel ecset
id_id: Kuas piksel
it_it: Pennello pixel
ja_jp: ピクセルブラシ
nb_no: Pikselbørste
pl_pl: Pikselowy pędzel
pt_br: Pincel de pixels
pt_pt: Pincel de pixel
ro_ro: Pensulă cu pixeli
ru_ru: Кисть-пиксель
tr_tr: Piksel fırçası
uk_ua: Піксельний пензель

source: Circle brush
ca_es: Pinzell de cercles
cs_cz: Kruhový štětec
de_de: Kreis-Pinsel
el_gr: Πινέλο κύκλου
es_es: Pincel circular
hu_hu: Kör ecset
id_id: Kuas lingkaran
it_it: Pennello cerchio
ja_jp: 円のブラシ
nb_no: Sirkelbørste
pl_pl: Okrągły pędzel
pt_br: Pincel circular
pt_pt: Pincel circular
ro_ro: Pensulă cu cerc
ru_ru: Круглая кисть
tr_tr: Daire fırça
uk_ua: Пензель-коло

source: Filled circle brush
ca_es: Pinzell de cercle omplert
cs_cz: Vyplněný kruhový štětec
de_de: Gefüllter Kreis-Pinsel
el_gr: Πινέλου κύκλου με γέμισμα
es_es: Pincel de círculos con relleno
hu_hu: Kitöltött kör ecset
id_id: Kuas lingkaran berisi
it_it: Pennello di cerchio riempito
ja_jp: 塗りつぶされた円ブラシ
nb_no: Fylt sirkelbørste
pl_pl: Wypełniony okrągły pędzel
pt_br: Pincel circular preenchido
pt_pt: Pincel circular preenchido
ro_ro: Pensulă cu cerc umplut
ru_ru: Заполненная круглая кисть
tr_tr: Dolgulu daire fırça
uk_ua: Пензель—заповнене коло

source: Custom brush
ca_es: Pinzell personalitzat
cs_cz: Vlastní štětec
de_de: Benutzerdefinierter Pinsel
el_gr: Προσαρμοσμένο πινέλο
eo_uy: Propra peniklo
es_es: Pincel Personalizado
fr: Brosse personnalisée
hu_hu: Egyedi ecset
id_id: Kuas khusus
it_it: Pennello personalizzato
ja_jp: カスタムブラシ
lv_lv: Pielāgota ota
nb_no: Egendefinert Børste
pl_pl: Niestandardowy pędzel
pt_br: Pincel customizado
pt_pt: Pincel personalizado
ro_ro: Pensulă personalizată
ru_ru: Своя кисть
tr_tr: Özel fırça
uk_ua: Користувацький пензель

source: Brush size:
ca_es: Mida del pinzell:
cs_cz: Velikost štětce:
de_de: Pinselgröße:
el_gr: Μέγεθος πινέλου:
es_es: Tamaño del pincel:
fr: Taille de la brosse :
hu_hu: Ecsetméret:
id_id: Ukuran kuas:
it_it: Dimensione del pennello:
ja_jp: ブラシのサイズ:
lv_lv: Otas izmērs:
nb_no: Børstestørrelse:
pl_pl: Rozmiar pędzla:
pt_br: Tamanho do pincel:
pt_pt: Tamanho de pincel:
ro_ro: Dimensiunea pensulei:
ru_ru: Размер кисти:
tr_tr: Fırça boyutu:
uk_ua: Розмір пензля:

source: Overwrite Color
ca_es: Sobreescriure el color
cs_cz: Přepsat barvu
de_de: Farbe überschreiben
el_gr: Αντικατάσταση Χρώματος
es_es: Sobrescribir color
hu_hu: Szín felülírása
id_id: Timpa warna
it_it: Sovrascrivi Colore
ja_jp: 色を上書き
nb_no: Overskriv Farge
pl_pl: Zastąp kolor
pt_br: Substituir Cor
pt_pt: Substitui Cor
ro_ro: Suprascriere culoare
ru_ru: Заменить цвет
tr_tr: Rengin Üzerine Yaz
uk_ua: Переписувати колір

source: Overwrites color instead of blending it. This option is only relevant with colors that are not fully opaque
ca_es: Sobreescriu el color en comptes de barrejar-lo. Aquesta opció només és rellevant amb colors que no són completament opacs
cs_cz: Přepíše barvu namísto smíchání. Tato možnost je relevantní pouze pro barvy, které jsou průhledné.
de_de: Überschreibt die Farbe anstatt sie zu mischen. Diese Option ist nur für nicht vollständig transparente Farben relevant
el_gr: Αντικαθιστά το χρώμα αντί να το συνδυάζει. Αυτή η επιλογή σχετίζεται μόνο με χρώματα που δεν είναι πλήρως αδιαφανή
es_es: Sobrescribe el color en lugar de mezclarlo. Esta opción solo es relevante con colores que no son totalmente opacos
hu_hu: Keverés helyett felülírja a színt. Ez az opció csak nem teljesen átlátszatlan színekkel érvényes
id_id: Warnanya ditimpa dan tak dicampur. Opsi ini hanya relevan bagi warna yang tidak sepenuhnya legap (opaque)
it_it: Sovrascrive il colore invece di sfumarlo. Questa opzione è rilevante solo con colori che non sono completamente opachi
ja_jp: ブレンドの代わりに色を上書きします。このオプションは完全に不透明ではない色にのみ関係します。
nb_no: Overskriver en farge i stedet for å blande den. Dette valget gjelder bare farger som ikke er helt ugjennomsiktige
pl_pl: Zastępuje kolor zamiast zmieszać się z nim. Ta opcja zadziała tylko dla kolorów, które nie są w pełni przezroczyste
pt_br: Substitui a cor ao invés de misturá-la. Esta opção é relevante apenas com cores que não são totalmente opacas
pt_pt: Sustitui a cor ao invés de a misturar. Esta opção é importante para cores que não são totalmente opacas
ro_ro: Suprascrie culoarea în loc să o amestece. Această opțiune se aplică doar culorilor care nu sunt pe deplin opace
ru_ru: Перезаписывает цвет вместо смешивания. Этот параметр применим только к цветам, которые не являются полностью непрозрачными
tr_tr: Renkleri karıştırmak yerine rengin üzerine yazar. Bu seçenek sadece tamamiyle opak olmayan renkler için geçerlidir
uk_ua: Переписує колір замість змішування кольорів. Ця опція має сенс лише для частково прозорих кольорів

source: Pixel Perfect
cs_cz: Pixel perfekt
de_de: Perfekte Pixel
es_es: Pixelado perfecto
id_id: Pas Sesuai Piksel
ja_jp: ピクセルパーフェクト
nb_no: Pikselperfekt
pt_br: Pixel Perfeito
pt_pt: Pixel Perfeito
ru_ru: Пиксельная точность
tr_tr: Mükemmel Piksel
uk_ua: Піксельна точність

source: Fill inside
ca_es: Omple l'interior
cs_cz: Vyplnit uvnitř
de_de: Einfüllen
es_es: Rellenar el interior
id_id: Warnai dalamnya
nb_no: Fyll inn
pt_br: Preenchimento interno
pt_pt: Preencher interior
ro_ro: Umplere pe interior
ru_ru: Залить внутри
tr_tr: İçini doldur
uk_ua: Заливка всередині

source: Pixel Perfect Makes lines smooth by removing the extra pixels on the edges
ca_es: Píxels Perfectes Suavitza les línies esborrant píxels addicionals de les vores
de_de: Pixel Perfekt macht Linien glatt, indem die zusätzlichen Pixel an den Kanten entfernt werden
es_es: Pixel Perfect hace que las líneas sean suaves eliminando los píxeles sobrantes en los bordes
id_id: Pas Sesuai Piksel Membuat garis terlihat mulus dengan menghapus piksel tambahan di tepinya
nb_no: Pikselperfekt Gjør linjer glatte ved å fjerne de ekstra pikslene på kantene
pt_br: Pixel Perfect Torna as linhas suaves removendo pixels extras nas bordas
ro_ro: Pixel Perfect Netezește liniile prin eliminarea pixelilor suplimentari de pe margini
ru_ru: "С точностью до пикселя" Делает линии плавными, удаляя лишние пиксели по краям
tr_tr: Mükemmel Piksel Kenarlardaki fazla pikselleri kaldırarak çizgileri pürüzsüzleştirir
uk_ua: Піксельна точність Робить лініі плавними, забираючи зайві пікселі по краях

source: Fill Shape
ca_es: Omple la forma
cs_cz: Vyplnit tvar
de_de: Füllform
el_gr: Γέμισμα Σχήματος
es_es: Rellena forma
hu_hu: Alakzat kitöltése
id_id: Warnai Bentuk
ja_jp: 図形の塗りつぶし
nb_no: Fyll Form
pt_br: Preencher Forma
pt_pt: Preencher forma
ro_ro: Umplere formă
ru_ru: Заполнить фигуру
tr_tr: Şekli Doldur
uk_ua: Залити фігуру
