Repository: Orama-Interactive/Pixelorama
Catalog: Translations/*.po
Languages: ca_es, cs_cz, de_de, el_gr, eo_uy, es_es, fr, hu_hu, id_id, it_it, ja_jp, lv_lv, nb_no, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, tr_tr, uk_ua

source: Fills the drawn shape with color, instead of drawing a hollow shape
ca_es: Omple la forma dibuixada amb un color, en comptes de dibuixar una forma buida
cs_cz: Vyplní nakreslený tvar barvou, jinak zůstane tvar dutý
de_de: Füllt die gezeichnete Form mit Farbe, anstatt eine hohle Form zu zeichnen
es_es: Rellena de color la forma dibujada, en lugar de dibujar una forma hueca
id_id: Mewarnai isi bentuk yang digambar dan tidak menggambar bentuk berongga
ja_jp: 中が空の図形を描くのではなく、描画した図形を色で塗りつぶします
nb_no: Fyller den tegnede formen med farge i stedet for å tegne en hul form
pt_br: Preenche a forma desenhada com cor, em vez de desenhar uma forma oca
pt_pt: Preenche forma com cor, ao invés de desenhar uma forma vazia
ro_ro: În locul desenării unei forme goale, forma desenată este umplută cu culoare
ru_ru: Заполняет нарисованную фигуру цветом, вместо того, чтобы нарисовать пустую фигуру
tr_tr: İçi boş bir şekil çizmek yerine çizilen şekli renkle doldurur
uk_ua: Заливає намальовану фігуру кольором замість того, щоб малювати лише контур

source: Brush color from
ca_es: Color del pinzell de
cs_cz: Barva štětce z
de_de: Pinselfarbe von
el_gr: Χρώμα πινέλου από
es_es: Color de pincel de
fr: Couleur de la brosse depuis
hu_hu: Ecset színből
id_id: Warna kuas dari
it_it: Colore del pennello da
ja_jp: ブラシの色
lv_lv: Otas krāsa no
nb_no: Børstefarge fra
pl_pl: Nadpisywanie koloru pędzla
pt_br: Cor de pincel do
pt_pt: Cor de pincel de
ro_ro: Culoarea pensulei de la
ru_ru: Цвет кисти из
tr_tr: Fırça rengini buradan
uk_ua: Колір пензля з

source: 0: Color from the brush itself, 100: the currently selected color
ca_es: 0: Color del mateix pinzell, 100: El color seleccionat
cs_cz: 0: Barva ze štětce, 100: aktuálně vybraná barva
de_de: 0: Farbe von dem Pinsel selbst, 100: die aktuell ausgewählte Farbe
el_gr: 0: Χρώμα από το πινέλο, 100: επιλεγμένο χρώμα
es_es: 0: Color del propio pincel, 100: el color seleccionado actualmente
hu_hu: 0: Szín a ecsetből, 100: a jelenleg kiválasztott szín
id_id: 0: Warna dari kuasnya sendiri, 100: Warna yang dipilih saat ini
it_it: 0: Colore dal pennello stesso, 100: il colore attualmente selezionato
ja_jp: 0: ブラシ自体の色、100: 現在選択されている色
lv_lv: 0: Krāsa no pašas otas, 100: no atzīmētās krāsas
nb_no: 0: Farge fra børsten selv, 100: den valgte fargen
pl_pl: 0: Kolor pochodzący z samego pędzla, 100: Obecnie wybrany kolor rysowania
pt_br: 0: Cor do próprio pincel, 100: A cor atualmente selecionada
pt_pt: 0: Cor do próprio pincel, 100: cor atualmente selecionada
ro_ro: 0: culoarea provenită din pensulă, 100: culoarea selectată în prezent
ru_ru: 0: Собственный цвет кисти, 100: Выбранный цвет
tr_tr: 0: Rengi fırçadan alır, 100: şu an seçili olan renk
uk_ua: 0: Колір з самого пензля, 100: поточний колір

source: Fill area:
de_de: Fülle Bereich:
el_gr: Περιοχή γεμίσματος:
eo_uy: Plenumi areon:
es_es: Rellenar área:
fr: Remplissage de zone :
id_id: Area diisi:
it_it: Riempi l'area:
ja_jp: 塗りつぶし範囲:
lv_lv: Aizpildīt laukumu:
pl_pl: Wypełnij przestrzeń:
pt_br: Preencher área:
pt_pt: Preencher área:
ro_ro: Zona de umplere:
ru_ru: Область заливки:
tr_tr: Alanı doldur:
uk_ua: Область заповнення:

source: Similar area
de_de: Ähnlicher Bereich
id_id: Area serupa
pt_br: Área semelhante
pt_pt: Área semelhante
ro_ro: Zonă similară
ru_ru: Похожая область
tr_tr: Benzer alan
uk_ua: Подібна область

source: Similar colors
de_de: Ähnliche Farben
es_es: Colores similares
id_id: Warna serupa
pt_br: Cores semelhantes
pt_pt: Cores semelhantes
ro_ro: Culori similare
ru_ru: Похожие цвета
tr_tr: Benzer renkler
uk_ua: Подібні кольори

source: Whole selection
de_de: Ganze Auswahl
id_id: Seluruh seleksi
pt_br: Seleção inteira
pt_pt: Toda a seleção
ro_ro: Selecția completă
ru_ru: Всё выделение
tr_tr: Tam seçim
uk_ua: Все виділення

source: Fill with:
ca_es: Omplir amb:
cs_cz: Vyplnit pomocí:
de_de: Füllen mit:
el_gr: Γέμισμα με:
es_es: Rellenar con:
hu_hu: Kitöltés ezzel:
id_id: Isi dengan:
it_it: Riempi con:
ja_jp: 次で塗りつぶし:
nb_no: Fyll med:
pl_pl: Wypełnij za pomocą:
pt_br: Preencher com:
pt_pt: Preencher com:
ro_ro: Umplere cu:
ru_ru: Заполнить:
tr_tr: Şununla doldur:
uk_ua: Чим залити:

source: Selected color
de_de: Ausgewählte Farbe
es_es: Color seleccionado
id_id: Warna yang dipilih
pt_br: Cor selecionada
pt_pt: Cor selecionada
ro_ro: Culoare selectată
ru_ru: Выбранный цвет
tr_tr: Seçilen renk
uk_ua: Вибраній колір

source: Pattern
ca_es: Patró
cs_cz: Šablona
de_de: Muster
el_gr: Μοτίβο
eo_uy: Ŝablono
es_es: Patrón
hu_hu: Minta
id_id: Pola
it_it: Motivo
ja_jp: パターン
nb_no: Mønster
pl_pl: Wzorzec
pt_br: Padrão
pt_pt: Padrão
ro_ro: Model
ru_ru: Узором
tr_tr: Kalıp
uk_ua: Шаблон

source: Offset
ca_es: Desfasament
cs_cz: Odsazení
el_gr: Μετατόπιση
es_es: Desplazamiento
hu_hu: Eltolás
ja_jp: オフセット
nb_no: Forskyvning
pl_pl: Przesunięcie
pt_br: Deslocamento
pt_pt: Deslocamento
ro_ro: Decalaj
ru_ru: Смещение
tr_tr: Uzaklık
uk_ua: Зсування

source: Simple Shading
ca_es: Ombreig simple
cs_cz: Jednoduché stínování
de_de: Simples Shading
el_gr: Απλή Σκίαση
es_es: Sombreado Simple
hu_hu: Egyszerű árnyékolás
id_id: Pembayangan Sederhana
it_it: Ombreggiatura Semplice
ja_jp: シンプルシェーディング
nb_no: Enkel Skyggelegging
pl_pl: Proste Cieniowanie
pt_br: Sombreamento Simples
pt_pt: Sombrear simples
ro_ro: Umbrire simplă
ru_ru: Простое затенение
tr_tr: Basit Gölgeleme
uk_ua: Просте світло

source: Hue Shifting
ca_es: Canvi de to
cs_cz: Posun odstínu
de_de: Farbtonverschiebung
el_gr: Μετατόπιση Απόχρωσης
es_es: Cambio de Tonalidad
hu_hu: Színárnyalat-váltás
id_id: Pergeseran Rona
it_it: Spostamento Tonalità
ja_jp: 色相シフト
nb_no: Fargetoneskifting
pl_pl: Przesuwanie Hue
pt_br: Deslocamento de Matiz
pt_pt: Subir a Hue
ro_ro: Schimbare de nuanță
ru_ru: Сдвиг оттенка
tr_tr: Renk Tonu Kayması
uk_ua: Зсування відтінку

source: Lighten
ca_es: Aclareix
cs_cz: Zesvětlení
de_de: Erhellen
el_gr: Φώτισμα
es_es: Aclarar
fr: Éclaircir
hu_hu: Világosítás
id_id: Terangkan
it_it: Schiarisci
ja_jp: 明るく
lv_lv: Izgaismot
nb_no: Lys opp
pl_pl: Rozjaśnianie
pt_br: Iluminar
pt_pt: Clarear
ro_ro: Luminare
ru_ru: Осветлить
tr_tr: Açıklaştır
uk_ua: Освітлити

source: Darken
ca_es: Enfosqueix
cs_cz: Ztmavení
de_de: Verdunkeln
el_gr: Σκούρημα
es_es: Oscurecer
fr: Assombrir
hu_hu: Sötétítés
id_id: Gelapkan
it_it: Scurisci
ja_jp: 暗く
lv_lv: Aptumšot
nb_no: Formørk
pl_pl: Przyciemnianie
pt_br: Escurecer
pt_pt: Escurecer
ro_ro: Întunecare
ru_ru: Затемнить
tr_tr: Koyulaştır
uk_ua: Затемнити

source: Amount:
ca_es: Quantitat:
cs_cz: Množství:
de_de: Menge:
el_gr: Ποσό:
eo_uy: Sumo:
es_es: Cantidad:
fr: Quantité :
hu_hu: Összeg:
id_id: Jumlah:
it_it: Quantità:
ja_jp: 量:
lv_lv: Daudzums:
nb_no: Mengde:
pl_pl: Siła:
pt_br: Quantidade:
pt_pt: Quantidade:
ro_ro: Cantitate:
ru_ru: Кол-во:
tr_tr: Miktar:
uk_ua: Сила:

source: Lighten/Darken amount
ca_es: Quantitat de claror/foscor
cs_cz: Intenzita zesvětlení/ztmavení
de_de: Erhellen/Verdunkeln Menge
el_gr: Ποσό φωτίσματος ή σκουρήματος
es_es: Cantidad de iluminación/oscuridad
hu_hu: Világosítás/Sötétítés összeg
id_id: Jumlah Terang/Gelap
it_it: Quantità di Schiarimento/Scurimento
ja_jp: 明るく/暗くする量
lv_lv: Apgaismojuma/Aptumšojuma daudzmums
nb_no: Lys opp/Formørk mengde
pl_pl: Siła rozjaśnienia/przyciemnienia
pt_br: Quantidade de iluminação/escurecimento
pt_pt: Quantidade de Clareamento/Escurecimento
ro_ro: Cantitate luminare/întunecare
ru_ru: Интенсивность осветления/затемнения
tr_tr: Açıklaştır/Koyulaştır miktarı
uk_ua: Сила освітлення/затемнення

source: Pick for:
ca_es: Escull per:
cs_cz: Vybrat pro:
de_de: Wähle für:
el_gr: Επιλογή για το:
es_es: Elegir para:
hu_hu: Válasszon:
id_id: Ambil untuk:
it_it: Scegli per:
ja_jp: 選択対象:
lv_lv: Izvēlēties priekš:
nb_no: Velg for:
pl_pl: Wybierz dla:
pt_br: Selecionar para:
pt_pt: Escolher para:
ro_ro: Alege pentru:
ru_ru: Выбрать для:
tr_tr: İçin Seç:
uk_ua: Вибрати для:

source: Left Color
ca_es: Color esquerre
cs_cz: Levá barva
de_de: Linke Farbe
el_gr: Αριστερό Χρώμα
eo_uy: Maldekstra koloro
es_es: Color izquierdo
hu_hu: Bal szín
id_id: Warna Kiri
it_it: Colore sinistro
ja_jp: 左の色
lv_lv: Kreisā krāsa
nb_no: Venstre Farge
pl_pl: Lewy kolor
pt_br: Cor Esquerda
pt_pt: Cor da Esquerda
ro_ro: Culoarea stângă
ru_ru: Цвет слева
tr_tr: Sol Renk
uk_ua: Лівий колір

source: Right Color
ca_es: Color dret
cs_cz: Pravá barva
de_de: Rechte Farbe
el_gr: Δεξί Χρώμα
eo_uy: Dekstra koloro
es_es: Color derecho
hu_hu: Jobb szín
id_id: Warna Kanan
it_it: Colore destro
ja_jp: 右の色
lv_lv: Labā krāsa
nb_no: Høyre Farge
pl_pl: Prawy kolor
pt_br: Cor Direita
pt_pt: Cor da Direita
ro_ro: Culoarea dreaptă
ru_ru: Цвет справа
tr_tr: Sağ Renk
uk_ua: Правий колір

source: Mode:
cs_cz: Režim:
de_de: Modus:
el_gr: Λειτουργία:
es_es: Modo:
hu_hu: Mód:
it_it: Modalità:
ja_jp: モード:
nb_no: Modus:
pl_pl: Tryb:
pt_br: Modo:
pt_pt: Modo:
ro_ro: Mod:
ru_ru: Режим:
tr_tr: Kip:
uk_ua: Режим:

source: Zoom in
ca_es: Amplia
cs_cz: Přiblížit
de_de: Vergrößern
el_gr: Μεγέθυνση
es_es: Acercar
hu_hu: Nagyítás
id_id: Perbesar
it_it: Aumenta zoom
ja_jp: ズームイン
nb_no: Zoom inn
pl_pl: Przybliż
pt_br: Aumentar zoom
pt_pt: Zoom para dentro
ro_ro: Apropiere
ru_ru: Увеличить
tr_tr: Yakınlaştır
uk_ua: Збільшити масштаб

source: Zoom out
ca_es: Allunya
cs_cz: Oddálit
de_de: Verkleinern
el_gr: Σμίκρυνση
es_es: Alejar
hu_hu: Kicsinyítés
id_id: Perkecil
it_it: Riduci zoom
ja_jp: ズームアウト
nb_no: Zoom ut
pl_pl: Oddal
pt_br: Diminuir zoom
pt_pt: Zoom para fora
ro_ro: Depărtare
ru_ru: Уменьшить
tr_tr: Uzaklaştır
uk_ua: Зменшити масштаб

source: Options:
ca_es: Opcions:
cs_cz: Možnosti:
de_de: Optionen:
el_gr: Επιλογές:
eo_uy: Agordoj:
es_es: Opciones:
hu_hu: Beállítások:
id_id: Opsi:
it_it: Opzioni:
ja_jp: オプション：
nb_no: Innstillinger:
pl_pl: Opcje:
pt_br: Opções:
pt_pt: Opções:
ro_ro: Opțiuni:
ru_ru: Опции:
tr_tr: Seçenekler:
uk_ua: Опції:

source: Fit to frame
ca_es: Ajustar al fotograma
cs_cz: Přizpůsobit snímku
de_de: An Frame anpassen
el_gr: Προσαρμογή στην οθόνη
es_es: Ajustar al fotograma
hu_hu: Kerethez illesztés
id_id: Paskan sebingkai
it_it: Adatta al frame
ja_jp: フレームに合わせる
nb_no: Tilpass til bilde
pl_pl: Dopasuj do ramki
pt_br: Ajustar à moldura
pt_pt: Ajustar ao fotograma
ro_ro: Potrivire la cadru
ru_ru: По размеру кадра
tr_tr: Çerçeveye Sığdır
uk_ua: За розміром кадру

source: 100% Zoom
ca_es: 100% de Zoom
cs_cz: 100% přiblížení
el_gr: 100% Ζουμ
es_es: 100% de zoom
hu_hu: 100%-ig Közelítés
id_id: Perbesar 100%
it_it: Zoom 100%
ja_jp: 100% ズーム
pl_pl: Przybliżenie 100%
pt_br: Zoom 100%
ro_ro: Transfocare 100%
ru_ru: 100% масштаб
tr_tr: 100% Yakınlaştırma
uk_ua: 100% масштаб

source: Mirroring
ca_es: Reflex
cs_cz: Zrcadlení
de_de: Spiegeln
el_gr: Κατοπτρισμός
eo_uy: Spegulado
es_es: Espejar
fr: Miroir
hu_hu: Tükrözés
id_id: Pencerminan
it_it: Specchiatura
ja_jp: ミラーリング
lv_lv: Spoguļskats
nb_no: Speiling
pl_pl: Lustrzane odbicie
pt_br: Espelhamento
pt_pt: Espelhar
ro_ro: Oglindire
ru_ru: Зеркало
tr_tr: Yansıtma
uk_ua: Віддзеркалення

source: Horizontal
ca_es: Horitzontal
cs_cz: Vodorovně
de_de: Horizontal spiegeln
el_gr: Οριζόντια
hu_hu: Vízszintes
id_id: Mendatar
it_it: Orizzontale
ja_jp: 水平
lv_lv: Horizontāli
nb_no: Horisontal
pl_pl: Poziome
ro_ro: Orizontal
ru_ru: Горизонально
tr_tr: Yatay
uk_ua: Горизонтально

source: Enable horizontal mirrored drawing
ca_es: Activa el dibuix emmirallat horitzontalment
cs_cz: Povolit kreslení ve vodorovném zrcadlení
de_de: Aktiviere horizontal gespiegelte Zeichnung
el_gr: Ενεργοποίηση ζωγραφικής με οριζόντιο κατοπτρισμό
es_es: Activar dibujo de espejo horizontal
hu_hu: Vízszintesen tükrözött rajzolás engedélyezése
id_id: Aktifkan gambar dicerminkan mendatar
it_it: Abilita disegno orizzontale a specchio
ja_jp: 左右対称描画を有効化
lv_lv: IIeslēgt horizontālo spoguļskata zīmēšanu
nb_no: Aktivér horisontaltspeilet tegning
pl_pl: Włącza lustrzane odbicie w poziomie podczas rysowania
pt_br: Ativar desenho com espelhamento horizontal
pt_pt: Habilitar o desenho espelhado horizontalmente
ro_ro: Activează desenul oglindit orizontal
ru_ru: Режим рисования с горизонтальным зеркалированием
tr_tr: Çizim için yatay aynamalamayı etkinleştir
uk_ua: Увімкнути горизонтальне віддзеркалення для малювання

source: Enable vertical mirrored drawing
ca_es: Activa el dibuix emmirallat verticalment
cs_cz: Povolit kreslení ve svislém zrcadlení
de_de: Aktiviere vertikal gespiegelte Zeichnung
el_gr: Ενεργοποίηση ζωγραφικής με κάθετο κατοπτρισμό
es_es: Activar dibujo de espejo vertical
hu_hu: Függőlegesen tükrözött rajzolás engedélyezése
id_id: Aktifkan gambar dicerminkan menegak
it_it: Abilita disegno verticale a specchio
ja_jp: 上下対称描画を有効化
lv_lv: Ieslēgt vertikālo spoguļskata zīmēšanu
nb_no: Aktivér vertikaltspeilet tegning
pl_pl: Włącza lustrzane odbicie w pionie podczas rysowania
pt_br: Ativar desenho com espelhamento vertical
pt_pt: Habilitar o desenho espelhado verticalmente
ro_ro: Activează desenul oglindit vertical
ru_ru: Режим рисования с вертикальным зеркалированием
tr_tr: Çizim için dikey aynamalamayı etkinleştir
uk_ua: Увімкнути вертикальне віддзеркалення для малювання

source: Vertical
cs_cz: Svisle
de_de: Vertikal
el_gr: Κάθετα
eo_uy: Vertikala
hu_hu: Függőleges
id_id: Menegak
it_it: Verticale
ja_jp: 垂直方向
lv_lv: Vertikāls
nb_no: Vertikal
pl_pl: Pionowe
ru_ru: Вертикально
tr_tr: Dikey
uk_ua: Вертикально

source: Current frame:
ca_es: Fotograma actual:
cs_cz: Aktuální snímek:
de_de: Aktueller Frame
el_gr: Τρέχον καρέ:
es_es: Fotograma actual:
fr: Trame actuelle :
hu_hu: Jelenlegi képkocka:
id_id: Bingkai saat ini:
it_it: Frame corrente:
ja_jp: 現在のフレーム:
lv_lv: Patreizējais kadrs:
nb_no: Gjeldende bilde:
pl_pl: Obecna klatka:
pt_br: Quadro atual:
pt_pt: Fotograma atual:
ro_ro: Cadrul actual:
ru_ru: Текущий кадр:
tr_tr: Geçerli kare:
uk_ua: Поточний кадр:

source: Jump to the first frame (%s)
ca_es: Anar al primer fotograma (%s)
cs_cz: Přeskočit na první snímek (%s)
de_de: Springe zu dem ersten Frame (%s)
el_gr: Μετάβαση στο πρώτο καρέ (%s)
es_es: Saltar al primer fotograma (%s)
hu_hu: Ugrás az első képkockához (%s)
id_id: Lompat ke bingkai pertama (%s)
it_it: Salta al primo frame (%s)
ja_jp: 最初のフレームにジャンプ (%s)
lv_lv: Pirmais kadrs (%s)
nb_no: Gå til det første bildet (%s)
pl_pl: Skocz do pierwszej klatki (%s)
pt_br: Pular para o primeiro quadro (%s)
pt_pt: Saltar para o primeiro fotograma (%s)
ro_ro: Sari la primul cadru (%s)
ru_ru: Перейти к первому кадру (%s)
tr_tr: İlk kareye atla (%s)
uk_ua: Перейти до першого кадру (%s)

source: Go to the previous frame (%s)
ca_es: Anar al fotograma anterior (%s)
cs_cz: Přejít na předchozí snímek (%s)
de_de: Gehe zu dem letzten Frame (%s)
el_gr: Μετάβαση στο προηγούμενο καρέ (%s)
es_es: Ir al fotograma anterior (%s)
hu_hu: Menjen a előző képkockához (%s)
id_id: Ke bingkai sebelumnya (%s)
it_it: Salta al frame precedente (%s)
ja_jp: 前のフレームに移動 (%s)
lv_lv: Iepriekšējais kadrs (%s)
nb_no: Gå til forrige bilde (%s)
pl_pl: Przejdź do poprzedniej klatki (%s)
pt_br: Ir para o quadro anterior (%s)
pt_pt: Ir para o fotograma anterior (%s)
ro_ro: Mergi la cadrul anterior (%s)
ru_ru: На предыдущий кадр (%s)
tr_tr: Önceki kareye git (%s)
uk_ua: Перейти до попереднього кадру (%s)

source: Play the animation backwards (from end to beginning) (%s)
ca_es: Reprodueix l'animació del revés (del final cap al principi) (%s)
cs_cz: Přehrát animaci pozpátku (od konce do začátku) (%s)
de_de: Spiele die Animation rückwärts ab (vom Ende bis zum Anfang) (%s)
el_gr: Αναπαραγωγή της κίνησης ανάποδα (από το τέλος προς την αρχή) (%s)
es_es: Reproduce la animación hacia atrás (de final a principio) (%s)
hu_hu: Animáció lejátszása visszafelé (végétől az elejéig) (%s)
id_id: Putar animasi secara mundur (dari akhir sampai awal) (%s)
it_it: Riproduci l'animazione al rovescio (dalla fine all'inizio) (%s)
ja_jp: アニメーションを逆方向に再生する (終了から始めまで) (%s)
lv_lv: Atskaņot animāciju atpakaļgaitā (no beigām uz sākumu) (%s)
nb_no: Spill animasjonen bakover (fra slutten mot starten) (%s)
pl_pl: Odtwórz animację od końca (%s)
pt_br: Toque a animação de trás pra frente (do fim até o começo) (%s)
pt_pt: Reproduzir a animação para trás (do fim para o início)(%s)
ro_ro: Redă animația înapoi (de la sfârșit până la început) (%s)
ru_ru: Проиграть анимацию задом наперед (с конца в начало) (%s)
tr_tr: Animasyonu tersten oynat (son kareden ilk kareye) (%s)
uk_ua: Відтворити анімацію зворотно (з кінця до початку) (%s)

source: Play the animation forward (from beginning to end) (%s)
ca_es: Reprodueix l'animació del dret (del principi cap al final) (%s)
cs_cz: Přehrát animaci dopředu (od začátku do konce) (%s)
de_de: Spiele die Animation vorwärts ab (vom Anfang bis zum Ende) (%s)
el_gr: Αναπαραγωγή της κίνησης κανονικά (από την αρχή προς το τέλος) (%s)
es_es: Reproducir la animación hacia adelante (de principio a fin) (%s)
hu_hu: Animáció lejátszása előre (elejétől végéig) (%s)
id_id: Putar animasi secara normal (dari awal sampai akhir) (%s)
it_it: Riproduci l'animazione in avanti (dall'inizio alla fine) (%s)
ja_jp: アニメーションを前方に再生する(開始から終了まで) (%s)
lv_lv: Atskaņot animāciju uz priekšu (no sākuma uz beigām) (%s)
nb_no: Spill animasjonen forover (fra starten mot slutten) (%s)
pl_pl: Odtwórz animację od początku (%s)
pt_br: Toque a animação de frente pra trás (do começo até o fim) (%s)
pt_pt: Reproduzir a animação para a frente (do início ao fim)(%s)
ro_ro: Redă animația înainte (de la început până la sfârșit) (%s)
ru_ru: Проиграть анимацию по умолчанию (с начала в конец) (%s)
tr_tr: Animasyonu oynat (ilk kareden son kareye) (%s)
uk_ua: Відтворити анімацію (з початку до кінця) (%s)

source: Go to the next frame (%s)
ca_es: Anar al següent fotograma (%s)
cs_cz: Přejít na další snímek (%s)
de_de: Gehe zum nächsten Frame (%s)
el_gr: Μετάβαση στο επόμενο καρέ (%s)
es_es: Ir al siguiente marco (%s)
hu_hu: Menjen a következő képkockához (%s)
id_id: Ke bingkai selanjutnya (%s)
it_it: Vai al prossimo frame (%s)
ja_jp: 次のフレームに移動 (%s)
lv_lv: Nākošais kadrs (%s)
nb_no: Gå til neste bilde (%s)
pl_pl: Przejdź do następnej klatki (%s)
pt_br: Ir para o proxímo quadro (%s)
pt_pt: Ir para o próximo fotograma (%s)
ro_ro: Mergi la cadrul următor (%s)
ru_ru: На следующий кадр (%s)
tr_tr: Sonraki kareye git (%s)
uk_ua: Перейти до наступного кадру (%s)

source: Jump to the last frame (%s)
ca_es: Anar al últim fotograma (%s)
cs_cz: Přeskočit na poslední snímek (%s)
de_de: Springe zum letzten Frame (%s)
el_gr: Μετάβαση στο τελευταίο καρέ (%s)
es_es: Saltar al último fotograma (%s)
hu_hu: Ugrás az utolsó képkockához (%s)
id_id: Lompat ke bingkai terakhir (%s)
it_it: Salta all'ultimo frame (%s)
ja_jp: 最後のフレームにジャンプ (%s)
lv_lv: Pēdējais kadrs (%s)
nb_no: Gå til det første bildet (%s)
pl_pl: Skocz do ostatniej klatki (%s)
pt_br: Pular para o último quadro (%s)
pt_pt: Saltar para o último fotograma (%s)
ro_ro: Sari la ultimul cadru (%s)
ru_ru: Перейти на последний кадр (%s)
tr_tr: Son kareye atla (%s)
uk_ua: Перейти до останнього кадру (%s)

source: Onion Skinning settings
ca_es: Opcions d'Onion Skinning (paper de ceba)
cs_cz: Nastavení onion skinningu
de_de: Onion Skinning Einstellungen
el_gr: Ρυθμίσεις Onion Skinning
es_es: Opciones de Piel de Cebolla
hu_hu: Hagymabőr beállítások
id_id: Pengaturan Onion Skinning
it_it: Impostazioni Onion Skinning
ja_jp: オニオンスキン設定
nb_no: Innstillinger for å se flere bilder samtidig ("Onion Skinning")
pl_pl: Ustawienia Onion Skinning
pt_br: Configurações do Onion Skinning
pt_pt: Definições do modo Cebola
ro_ro: Setări pentru cadre multiple simultane
ru_ru: Настройки шлейфа соседних кадров
tr_tr: Onion Skinning özellikleri
uk_ua: Налаштування шлейфу сусідніх кадрів

source: Enable/disable Onion Skinning
ca_es: Activa/desactiva l'Onion Skinning
cs_cz: Povolit/zakázat onion skinning
de_de: Aktiviere/Deaktiviere Onion Skinning
el_gr: Ενεργοποίηση/απενεργοποίηση Onion Skinning
es_es: Activar/desactivar Piel de Cebolla
hu_hu: Hagymabőr be/ki kapcsolása
id_id: Mampukan/lumpuhkan Onion Skinning
it_it: Abilita/Disabilita Onion Skinning
ja_jp: オニオンスキンを有効/無効にする
nb_no: Aktiver/deaktiver Se flere bilder samtidig ("Onion Skinning")
pl_pl: Włącz/wyłącz Onion Skinning
pt_br: Ativar/desativar Onion Skinning
pt_pt: Habilitar/desabilitar o modo Cebola
ro_ro: Activează/dezactivează cadrele multiple simultane
ru_ru: Включить/выключить шлейф кадров
tr_tr: Onion Skinning aktif/pasif et
uk_ua: Увімкнути/вимкнути шлейф сусідніх кадрів

source: How many frames per second should the animation preview be? The more FPS, the faster the animation plays.
ca_es: Quants fotogrames per segon ha de ser la vista prèvia de l'animació? Com més FPS, més ràpida es reprodueix l’animació.
cs_cz: Kolik snímků za vteřinu by měl mít náhled animace? Čím více FPS, tím rychleji je animace přehrávána.
de_de: Wie viele Frames pro Sekunde soll die Animationsvorschau haben? Je mehr FPS, desto schneller wird die Animation abgespielt.
el_gr: Πόσα καρέ ανά δευτερόλεπτο (FPS) να είναι η προεπισκόπηση της κίνησης; Όσο περισσότερα FPS, τόσο πιο γρήγορα παίζει η κίνηση.
es_es: ¿A cuántos fotogramas por segundo debe reproducirse la vista previa de la animación? Cuantos más FPS, más rápido se reproduce la animación.
hu_hu: Hány képkocka legyen másodpercenként az animáció előnézete? Minél több FPS, annál gyorsabb az animáció lejátszása.
id_id: Ingin berapa banyak bingkai animasi diputar setiap detiknya? Semakin banyak FPS, semakin cepat animasinya.
it_it: Quanti frame al secondo dovrebbe essere l'anteprima dell'animazione? Maggiori gli FPS, più veloce sarà l'animazione.
ja_jp: アニメーションフレームは1秒あたり何フレームにする必要がありますか？ FPSが高いほど、アニメーションの再生が速くなります。
lv_lv: Cik kadrus sekundē animāciju atskaņot? Lielāks kadru skaits atskaņos animāciju ātrāk.
nb_no: Hvor mange bilder per sekund skal animasjonen forhåndsvises i? Flere bilder per sekund betyr en raskere animasjon.
pl_pl: W ilu klatkach na sekundę odtwarzana ma być animacja? Większa ilość klatek na sekundę powoduje szybsze odtwarzanie.
pt_br: Quantos quadros por segundo a animação deverá tocar? Quanto mais FPS (quadros por segundo), mais rápido a animação tocará.
pt_pt: Quantos fotogramas por segundo deve a pré-visualização da animação ter? Quantos mais FPS, mais rapidamente a animação é reproduzida.
ro_ro: Câte cadre pe secundă ar trebui să aibă previzualizarea animației? Cu cât numărul de cadre pe secundă este mai mare, cu atât animația rulează mai repede.
ru_ru: Сколько кадров в секунду для просмотра анимации? Большее число кадров в секунду ускорит анимацию.
tr_tr: Animasyon gösterimi saniyede kaç kare olmalı? Kare sayısı yükseldikçe, animasyon daha hızlı oynar.
uk_ua: Скільки кадрів у секунду показувати при програванні анімації? Чим більше кадрів у секунду, тим швидшою буде анімація.

source: No loop
ca_es: Sense bucle
cs_cz: Bez smyčky
de_de: Keine Wiederholung
el_gr: Καμία επανάληψη
es_es: Ningún bucle
fr: Pas de bouclage
hu_hu: Nincs loop
id_id: Tanpa perulangan
it_it: Nessun loop
ja_jp: ループなし
lv_lv: Bez cilpošanas
nb_no: Ingen loop
pl_pl: Brak zapętlania
pt_br: Sem loop
pt_pt: Sem loop
ro_ro: Fără buclă
ru_ru: Не зацикливать
tr_tr: Döngü kapalı
uk_ua: Без зациклення

source: Cycle loop
ca_es: Bucle de cicle
cs_cz: Cyklická smyčka
de_de: Schleife
el_gr: Κυκλική επανάληψη
es_es: Bucle de ciclo
fr: Bouclage en cycle
hu_hu: Bicikli loop
id_id: Perulangan Daur
it_it: Loop ciclico
ja_jp: 周期ループ
lv_lv: Riņķa cilpa
nb_no: Syklusloop
pl_pl: Zapętl odtwarzanie
pt_br: Loop cíclico
pt_pt: Loop cíclico
ro_ro: Buclă ciclică
ru_ru: Зациклить
tr_tr: Döngü açık
uk_ua: Кругове зациклення

source: Ping-pong loop
ca_es: Bucle Ping-Pong
cs_cz: Ping pong smyčka
el_gr: Επανάληψη πινγκ-πονγκ
es_es: Bucle ping-pong
fr: Bouclage en ping-pong
id_id: Perulangan "Ping Pong"
ja_jp: ピンポンループ
lv_lv: Ping-pong cilpa
pl_pl: Zapętlanie typu ping-pong
pt_br: Loop vai-e-vem
pt_pt: Loop de Ping-Pong
ro_ro: Buclă ping-pong
ru_ru: Туда-сюда
tr_tr: Pinpon döngüsü
uk_ua: Зациклення туди-назад
