Repository: Orama-Interactive/Pixelorama
Catalog: Translations/*.po
Languages: ca_es, cs_cz, de_de, el_gr, eo_uy, es_es, fr, hu_hu, id_id, it_it, ja_jp, lv_lv, nb_no, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, tr_tr, uk_ua

source: View Splash Screen
ca_es: Mostrar pantalla de benvinguda
cs_cz: Zobrazit úvodní okno
de_de: Zeige Splash Screen
el_gr: Εμφάνιση οθόνης εκκίνησης
es_es: Mostrar Pantalla de bienvenida
hu_hu: Üdvözlőképernyő megnyitása
id_id: Tampilkan "Splash Screen"
it_it: Visualizza la schermata iniziale
ja_jp: スプラッシュ スクリーンを表示
lv_lv: Rādīt uzplaiksnījuma ekrānu
nb_no: Vis Oppstartsbilde
pl_pl: Pokaż ekran powitalny
pt_br: Ver Tela de Abertura
pt_pt: Ver o ecrã inicial
ro_ro: Vizualizare ecran de întâmpinare
ru_ru: Экран приветствия
tr_tr: Açılış Ekranını Göster
uk_ua: Переглянути екран привітання

source: Online Docs
ca_es: Documentació en línia
cs_cz: Online dokumentace
el_gr: Ηλεκτρονική τεκμηρίωση
es_es: Documentación en línea
hu_hu: Online dokumentumok
id_id: Dokumen Daring
it_it: Documentazione online
nb_no: Online Bruksanvisning
pl_pl: Dokumentacja Online
pt_br: Documentação Online
pt_pt: Documentação Online
ro_ro: Documentație virtuală
ru_ru: Онлайн-документация
tr_tr: Çevrimiçi Belgeler
uk_ua: Онлайн документація

source: Issue Tracker
ca_es: Rastrejador d'incidències
cs_cz: Nahlásit potíže
de_de: Problemverfolger
el_gr: Καταγραφές προβλημάτων
es_es: Gestor de Problemas
hu_hu: Hibakövető
id_id: Pelacak Isu
it_it: Tracker dei Problemi
ja_jp: 課題管理
lv_lv: Problēmu izsekotājs
nb_no: Problemsporer
pl_pl: Zgłaszanie problemów
pt_br: Rastreador de problemas
pt_pt: Tracker de Problemas
ro_ro: Monitor de probleme
ru_ru: Баг-трекер
tr_tr: Sorun İzleyici
uk_ua: Трекер помилок

source: Open Logs Folder
ca_es: Obre la carpeta dels registres
cs_cz: Otevřít složku s logy
de_de: Protokollordner öffnen
es_es: Abrir Carpeta de Registros
id_id: Buka Folder "Logs"
nb_no: Åpne loggmappe
pt_br: Abrir Pasta de Logs
pt_pt: Abrir pasta de registos
ro_ro: Deschide dosarul cu jurnale
ru_ru: Открыть папку журналов
tr_tr: Günlükler Klasörünü Aç
uk_ua: Відкрити директорію логів

source: Changelog
ca_es: Registre de canvis
cs_cz: Seznam změn
de_de: Änderungen
el_gr: Καταγραφές αλλαγών
eo_uy: Ŝanĝprotokolo
es_es: Registro de cambios
hu_hu: Változtatások
id_id: Catatan ubah
it_it: Novità
ja_jp: 更新履歴
lv_lv: Izmaiņu saraksts
nb_no: Endringslogg
pl_pl: Lista zmian
pt_br: Mudanças
pt_pt: Atualizações
ro_ro: Jurnal de modificări
ru_ru: Список изменений
tr_tr: Değişiklikler
uk_ua: Список змін

source: About Pixelorama
ca_es: Sobre Pixelorama
cs_cz: O Pixeloramě
de_de: Über Pixelorama
el_gr: Σχετικά με το Pixelorama
eo_uy: Pri Pixelorama
es_es: Acerca de Pixelorama
fr: À propos de Pixelorama
hu_hu: A Pixelorama-ról
id_id: Tentang Pixelorama
it_it: Informazioni su Pixelorama
ja_jp: Pixelorama について
lv_lv: Par Pixelorama
nb_no: Om Pixelorama
pl_pl: O Pixeloramie
pt_br: Sobre Pixelorama
pt_pt: Sobre Pixelorama
ro_ro: Despre Pixelorama
ru_ru: О Pixeloram'е
tr_tr: Pixelorama Hakkında
uk_ua: Про Pixelorama

source: Pixelorama - Pixelate your dreams!
ca_es: Pixelorama - Pixela els teus somnis!
cs_cz: Pixelorama - Zpixelujte své sny!
de_de: Pixelorama - Vollpixele deine Träume!
es_es: Pixelorama - ¡Pixela tus sueños!
id_id: Pixelorama - Pikselasikan mimpimu!
it_it: Pixelorama - Pixelate i vostri sogni!
ja_jp: Pixelorama - 夢をピクセル化しよう!
nb_no: Pixelorama - Pikselér drømmene dine!
pl_pl: Pixelorama - Spikselizuj swoje marzenia!
pt_br: Pixelorama - Pixelate os seus sonhos!
pt_pt: Pixelorama - Pixeliza os teus sonhos!
ro_ro: Pixelorama – Pixelează-ți visele!
ru_ru: Pixelorama - пикселизуйте свои мечты!
tr_tr: Pixelorama - Hayallerini pikselleştir!
uk_ua: Pixelorama - пікселізуйте свої мрії!

source: Developed by Orama Interactive
ca_es: Desenvolupat per Orama Interactive
cs_cz: Vyvinuto Orama Interactive
de_de: Entwickelt von Orama Interactive
el_gr: Φτιαγμένο από την Orama Interactive
eo_uy: Ellaborita de Orama Interactive
es_es: Desarrollado por Orama Interactive
hu_hu: Fejleszette: Orama Interactive
id_id: Dikembangkan oleh Orama Interactive
it_it: Sviluppato da Orama Interactive
lv_lv: Izstrādātājs Orama Interactive
nb_no: Utviklet av Orama Interactive
pl_pl: Tworzony przez: Orama Interactive
pt_br: Desenvolvido por Orama Interactive
pt_pt: Desenvolvido por Orama Interactive
ro_ro: Dezvoltat de Orama Interactive
ru_ru: Разработано Orama Interactive
tr_tr: Orama Interactive Tarafından Geliştirilmiştir
uk_ua: Розроблено Orama Interactive

source: ©2019-present by Orama Interactive and contributors
ca_es: ©2019-present per Orama Interactive i col·laboradors
cs_cz: ©2019-současnost Orama Interactive a přispěvatelé
de_de: @2019-Gegenwart von Orama Interactive und Mitwirkenden
el_gr: ©2019-παρόν από Orama Interactive και συνεισφέροντες
es_es: ©2019-presente por Orama Interactive y colaboradores
hu_hu: ©2019-jelenleg készítette Orama Interactive és közreműködők
id_id: ©2019-dipersembahkan oleh Orama Interactive dan penyumbangsih
nb_no: ©2019-nå av Orama Interaktive og bidragsytere
pt_br: © 2019-por Orama Interactive e Contribuidores
pt_pt: ©2019-presente por Orama Interactive e contribuidores
ro_ro: ©2019-prezent de Orama Interactive și contribuitorii
ru_ru: ©2019-настоящее время Orama Interactive и участники
tr_tr: ©2019-günümüz, Orama Interactive ve destekçileri tarafından
uk_ua: ©2019-сьогодні Orama Interactive і учасники

source: Website
ca_es: Lloc web
cs_cz: Webové stránky
el_gr: Ιστοσελίδα
eo_uy: Retejo
es_es: Sitio Web
fr: Site Web
hu_hu: Weboldal
id_id: Situs web
it_it: Sito web
ja_jp: ウェブサイト
lv_lv: Mājas lapa
nb_no: Nettside
pl_pl: Strona internetowa
pt_br: Site
ro_ro: Pagină de internet
ru_ru: Сайт
tr_tr: Web sitesi
uk_ua: Веб-сайт

source: GitHub Repo
ca_es: Repositori de GitHub
cs_cz: GitHub repozitář
el_gr: GitHub Αποθετήριο
es_es: Repositorio GitHub
hu_hu: GitHub tároló
id_id: Repositori GitHub
pl_pl: Repozytorium GitHub
pt_br: Repositório do GitHub
pt_pt: Repositório de GitΗub
ro_ro: Depozit GitHub
ru_ru: Репозиторий на GitHub
tr_tr: GitHub Deposu
uk_ua: GitHub репозиторій

source: Donate
ca_es: Feu una donació
cs_cz: Podpořit
de_de: Spenden
el_gr: Κάντε μια δωρεά
eo_uy: Donaci
es_es: Donar
fr: Faire un don
hu_hu: Támogatás
id_id: Menyumbang
it_it: Dona
lv_lv: Ziedot
nb_no: Donér
pl_pl: Wspomóż
pt_br: Doar
pt_pt: Doar
ro_ro: Donează
ru_ru: Пожертвовать
tr_tr: Bağış Yap
uk_ua: Підтримати

source: Developers
ca_es: Desenvolupadors
cs_cz: Vývojáři
de_de: Entwickler
el_gr: Προγραμματιστές
eo_uy: Ellaborantoj
es_es: Desarrolladores
hu_hu: Fejlesztők
id_id: Pengembang
it_it: Sviluppatori
ja_jp: 開発者
lv_lv: Izstrādātāji
nb_no: Utviklere
pl_pl: Autorzy
pt_br: Desenvolvedores
pt_pt: Desenvolvedores
ro_ro: Dezvoltatori
ru_ru: Разработчики
tr_tr: Geliştiriciler
uk_ua: Розробники

source: Contributors
ca_es: Col·laboradors
cs_cz: Přispěvatelé
de_de: Beitragende
el_gr: Συνεισφέροντες
eo_uy: Kontribuantoj
es_es: Colaboradores
hu_hu: Közreműködők
id_id: Kontributor
it_it: Contributori
lv_lv: Līdzdalībnieki
nb_no: Bidragsytere
pl_pl: Wnieśli wkład
pt_br: Contribuidores
pt_pt: Contribuidores
ro_ro: Contribuitori
ru_ru: Участники
tr_tr: Katkıda Bulunanlar
uk_ua: Учасники

source: Donors
ca_es: Donadors
cs_cz: Dárci
de_de: Spender
el_gr: Δωρητές
eo_uy: Donintoj
es_es: Donantes
hu_hu: Támogatók
id_id: Penderma
it_it: Donatori
lv_lv: Ziedotāji
nb_no: Donorer
pl_pl: Darczyńcy
pt_br: Doadores
pt_pt: Doadores
ro_ro: Donatori
ru_ru: Спонсоры
tr_tr: Bağışçılar
uk_ua: Спонсори

source: Translators
ca_es: Traductors
cs_cz: Překladatelé
de_de: Übersetzungen
el_gr: Μεταφραστές
eo_uy: Tradukistoj
es_es: Traductores
hu_hu: Fordítók
id_id: Penerjemah
it_it: Traduttori
ja_jp: 翻訳者
lv_lv: Tūlkotāji
nb_no: Oversettere
pl_pl: Tłumacze
pt_br: Tradutores
pt_pt: Tradutores
ro_ro: Traducători
ru_ru: Переводчики
tr_tr: Çevirmenler
uk_ua: Перекладачі

source: Licenses
ca_es: Llicències
cs_cz: Licence
de_de: Lizenzen
es_es: Licencias
id_id: Lisensi
nb_no: Lisenser
pt_br: Licenças
pt_pt: Licenças
ro_ro: Licențe
ru_ru: Лицензии
tr_tr: Lisanslar
uk_ua: Ліцензії

source: English
ca_es: Anglès
cs_cz: Angličtina
de_de: Englisch
el_gr: Αγγλικά
eo_uy: Angla
es_es: Inglés
hu_hu: Angol
id_id: Bhs. Inggris
it_it: Inglese
ja_jp: 英語
lv_lv: Angļu
nb_no: Engelsk
pl_pl: Angielski
pt_br: Inglês
pt_pt: Inglês
ro_ro: Engleză
ru_ru: Английский
tr_tr: İngilizce
uk_ua: Англійська

source: Greek
ca_es: Grec
cs_cz: Řečtina
de_de: Griechisch
el_gr: Ελληνικά
eo_uy: Greka
es_es: Griego
hu_hu: Görög
id_id: Bhs. Yunani
it_it: Greco
ja_jp: ギリシャ語
lv_lv: Grieķu
nb_no: Gresk
pl_pl: Grecki
pt_br: Grego
pt_pt: Grego
ro_ro: Greacă
ru_ru: Греческий
tr_tr: Yunanca
uk_ua: Грецька

source: French
ca_es: Francès
cs_cz: Francouzština
de_de: Fanzösisch
el_gr: Γαλλικά
eo_uy: Franca
es_es: Francés
hu_hu: Francia
id_id: Bhs. Prancis
it_it: Francese
ja_jp: フランス語
lv_lv: Franču
nb_no: Fransk
pl_pl: Francuski
pt_br: Francês
pt_pt: Françês
ro_ro: Franceză
ru_ru: Французский
tr_tr: Fransızca
uk_ua: Французька

source: German
ca_es: Alemany
cs_cz: Němčina
de_de: Deutsch
el_gr: Γερμανικά
eo_uy: Germana
es_es: Alemán
hu_hu: Német
id_id: Bhs. Jerman
it_it: Tedesco
ja_jp: ドイツ語
lv_lv: Vācu
nb_no: Tysk
pl_pl: Niemiecki
pt_br: Alemão
pt_pt: Alemão
ro_ro: Germană
ru_ru: Немецкий
tr_tr: Almanca
uk_ua: Німецька

source: Polish
ca_es: Polonès
cs_cz: Polština
de_de: Polnisch
el_gr: Πολωνικά
eo_uy: Pola
es_es: Polaco
hu_hu: Lengyel
id_id: Bhs. Polski
it_it: Polacco
ja_jp: ポーランド語
lv_lv: Poļu
nb_no: Polsk
pl_pl: Polski
pt_br: Polonês
pt_pt: Polaco
ro_ro: Poloneză
ru_ru: Польский
tr_tr: Lehçe
uk_ua: Польська

source: Portuguese
ca_es: Portuguès
cs_cz: Portugalština
de_de: Portugiesisch
es_es: Portugués
id_id: Bhs. Portugis
nb_no: Portugisisk
pt_br: Português
pt_pt: Português
ro_ro: Portugheză
ru_ru: Португальский
tr_tr: Portekizce
uk_ua: Португальська

source: Brazilian Portuguese
ca_es: Portuguès de Brasil
cs_cz: Brazilská portugalština
de_de: Brasilianisches Portugiesisch
el_gr: Πορτογαλικά Βραζιλίας
eo_uy: Brazila portugala
es_es: Portugués brasileño
hu_hu: Brazíliai Portugál
id_id: Bhs. Portugis (Brasil)
it_it: Portoghese brasiliano
ja_jp: ポルトガル語 (ブラジル)
lv_lv: Brazīļu portugāļu
nb_no: Brasiliansk Portugisisk
pl_pl: Portugalski - Brazylijski
pt_br: Português (Brasil)
pt_pt: Português do Brazil
ro_ro: Portugheză braziliană
ru_ru: Бразильский португальский
tr_tr: Brezilya Portekizcesi
uk_ua: Бразильська португальська

source: Russian
ca_es: Rus
cs_cz: Ruština
de_de: Russisch
el_gr: Ρωσικά
eo_uy: Rusa
es_es: Ruso
hu_hu: Orosz
id_id: Bhs. Rusia
it_it: Russo
ja_jp: ロシア語
lv_lv: Krievu
nb_no: Russisk
pl_pl: Rosyjski
pt_br: Russo
pt_pt: Russo
ro_ro: Rusă
ru_ru: Русский
tr_tr: Rusça
uk_ua: Російська

source: Chinese Simplified
ca_es: Xinès Simplificat
cs_cz: Čínština (zjednodušená)
de_de: Simples Chinesisch
el_gr: Κινέζικα Απλοποιημένα
eo_uy: Ĉina (simpligita)
es_es: Chino (simplificado)
hu_hu: Kínai egyszerűsített
id_id: Bhs. Cina (Sederhana)
it_it: Cinese semplificato
ja_jp: 中国語（簡体)
lv_lv: Ķīniešu vienkāršotā
nb_no: Kinesisk (forenklet)
pl_pl: Chiński (uproszczony)
pt_br: Chines Simplificado
pt_pt: Chinês Simplificado
ro_ro: Chineză simplificată
ru_ru: Китайский (упрощенный)
tr_tr: Basitleştirilmiş Çince
uk_ua: Китайська спрощена

source: Chinese Traditional
ca_es: Xinès Tradicional
cs_cz: Čínština (tradiční)
de_de: Traditionelles Chinesisch
el_gr: Κινεζικά Παραδοσιακά
eo_uy: Ĉina (tradicia)
es_es: Chino tradicional
hu_hu: Kínai hagyományos
id_id: Bhs. Cina (Tradisional)
it_it: Cinese tradizionale
ja_jp: 中国語 (繁体)
lv_lv: Ķīniešu tradicionālā
nb_no: Kinesisk (tradisjonell)
pl_pl: Chiński (tradycyjny)
pt_br: Chinês (Tradicional)
pt_pt: Chinês Tradicional
ro_ro: Chineză tradițională
ru_ru: Китайский (Традиционный)
tr_tr: Geleneksel Çince
uk_ua: Китайська традиційна

source: Italian
ca_es: Italià
cs_cz: Italština
de_de: Italenisch
el_gr: Ιταλικά
eo_uy: Itala
es_es: Italiano
hu_hu: Olasz
id_id: Bhs. Italia
it_it: Italiano
ja_jp: イタリア語
lv_lv: Itāļu
nb_no: Italiensk
pl_pl: Włoski
pt_br: Italiano
pt_pt: Italiano
ro_ro: Italiană
ru_ru: Итальянский
tr_tr: İtalyanca
uk_ua: Італійська

source: Latvian
ca_es: Letó
cs_cz: Lotyština
de_de: Lettisch
el_gr: Λετονικά
eo_uy: Latva
es_es: Letón
hu_hu: Lett
id_id: Bhs. Latvia
it_it: Lettone
ja_jp: ラトビア語
nb_no: Latvisk
pl_pl: Łotewski
pt_br: Letão
pt_pt: Letão
ro_ro: Letonă
ru_ru: Латышский
tr_tr: Letonca
uk_ua: Латвійська

source: Spanish
ca_es: Espanyol (Castellá)
cs_cz: Španělština
de_de: Spanisch
el_gr: Ισπανικά
eo_uy: Hispana
es_es: Español
hu_hu: Spanyol
id_id: Bhs. Spanyol
it_it: Spagnolo
ja_jp: スペイン語
lv_lv: Spāņu
nb_no: Spansk
pl_pl: Hiszpański
pt_br: Espanhol
pt_pt: Espanhol
ro_ro: Spaniolă
ru_ru: Испанский
tr_tr: İspanyolca
uk_ua: Іспанська

source: Catalan
ca_es: Català
cs_cz: Katalánština
de_de: Katalanisch
el_gr: Καταλανικά
es_es: Catalán
hu_hu: Katalán
id_id: Bhs. Katalonia
it_it: Catalano
ja_jp: カタロニア語
nb_no: Katalansk
pl_pl: Kataloński
pt_br: Catalão
pt_pt: Catalão
ro_ro: Catalană
ru_ru: Каталонский
tr_tr: Katalanca
uk_ua: Каталанська

source: Esperanto
el_gr: Εσπεράντο
hu_hu: Eszperantó
ja_jp: エスペラント語
uk_ua: Есперанто

source: Indonesian
ca_es: Indonesi
cs_cz: Indonéština
de_de: Indonesisch
el_gr: Ινδονησιακά
es_es: Indonesio
hu_hu: Indonéz
id_id: Bhs. Indonesia
it_it: Indonesiano
ja_jp: インドネシア語
nb_no: Indonesisk
pl_pl: Indonezyjski
pt_br: Indonésio
pt_pt: Indonésio
ro_ro: Indoneziană
ru_ru: Индонезийский
tr_tr: Endonezce
uk_ua: Індонезійська

source: Czech
ca_es: Txec
cs_cz: Čeština
de_de: Tschechisch
el_gr: Τσεχικά
es_es: Checo
hu_hu: Cseh
id_id: Bhs. Ceko
it_it: Ceco
ja_jp: チェコ語
nb_no: Tjekkisk
pl_pl: Czeski
pt_br: Tcheco
pt_pt: Checo
ro_ro: Cehă
ru_ru: Чешский
tr_tr: Çekçe
uk_ua: Чеська

source: Arabic
ca_es: Àrab
cs_cz: Arabština
de_de: Arabisch
el_gr: Αραβικά
es_es: Árabe
hu_hu: Arab
id_id: Bhs. Arab
it_it: Arabo
ja_jp: アラビア語
nb_no: Arabisk
pl_pl: Arabski
pt_br: Árabe
pt_pt: Árabe
ro_ro: Arabă
ru_ru: Арабский
tr_tr: Arapça
uk_ua: Арабська

source: Turkish
ca_es: Turc
cs_cz: Turečtina
de_de: Türkisch
el_gr: Τουρκικά
es_es: Turco
hu_hu: Török
id_id: Bhs. Turki
it_it: Turco
ja_jp: トルコ語
nb_no: Tyrkisk
pl_pl: Turecki
pt_br: Turco
pt_pt: Turco
ro_ro: Turcă
ru_ru: Турецкий
tr_tr: Türkçe
uk_ua: Турецька

source: Norwegian Bokmål
ca_es: Noruec Bokmål
cs_cz: Norština Bokmål
de_de: Norwegisch Bokmål
es_es: Bokmål noruego
hu_hu: Norvég Bokmål
id_id: Bhs. Bokmål Norwegia
nb_no: Norsk Bokmål
pt_br: Norueguês Bokmahl
pt_pt: Bokmâl Noroeguês
ro_ro: Bokmål
ru_ru: Норвежский (букмол)
tr_tr: Bokmal Norveççesi
uk_ua: Норвезька (букмол)

source: Korean
ca_es: Coreà
cs_cz: Korejština
de_de: Koreanisch
el_gr: Κορεάτικα
es_es: Coreano
hu_hu: Koreai
id_id: Bhs. Korea
it_it: Coreano
ja_jp: 韓国語
nb_no: Koreansk
pl_pl: Koreański
pt_br: Coreano
pt_pt: Koreano
ro_ro: Coreeană
ru_ru: Корейский
tr_tr: Korece
uk_ua: Корейська

source: Hungarian
ca_es: Hongarès
cs_cz: Maďarština
de_de: Ungarisch
el_gr: Ουγγρικά
es_es: Húngaro
hu_hu: Magyar
id_id: Bhs. Hungaria
it_it: Ungherese
ja_jp: ハンガリー語
nb_no: Ungarsk
pl_pl: Węgierski
pt_br: Húngaro
pt_pt: Húngaro
ro_ro: Maghiară
ru_ru: Венгерский
tr_tr: Macarca
uk_ua: Венгерська

source: Romanian
ca_es: Romanès
cs_cz: Rumunština
de_de: Rumänisch
el_gr: Ρουμανικά
es_es: Rumano
hu_hu: Román
id_id: Bhs. Rumania
it_it: Rumeno
ja_jp: ルーマニア語
nb_no: Rumensk
pl_pl: Rumuński
pt_br: Romeno
pt_pt: Romeno
ro_ro: Română
ru_ru: Румынский
tr_tr: Rumence
uk_ua: Румунська

source: Japanese
ca_es: Japonès
cs_cz: Japonština
de_de: Japanisch
el_gr: Ιαπωνικά
es_es: Japonés
hu_hu: Japán
id_id: Bhs. Jepang
ja_jp: 日本語
nb_no: Japansk
pt_br: Japonês
pt_pt: Japonês
ro_ro: Japoneză
ru_ru: Японский
tr_tr: Japonca
uk_ua: Японська

source: Ukrainian
ca_es: Ucraïnès
cs_cz: Ukrajinština
de_de: Ukrainisch
es_es: Ucraniano
hu_hu: Ukrán
id_id: Bhs. Ukraina
nb_no: Ukrainsk
pt_br: Ucraniano
pt_pt: Ukraniano
ro_ro: Ucraineană
ru_ru: Украинский
tr_tr: Ukraynaca
uk_ua: Українська

source: Danish
ca_es: Danès
cs_cz: Dánština
de_de: Dänisch
es_es: Danés
id_id: Bhs. Denmark
nb_no: Dansk
pt_br: Dinamarquês
pt_pt: Dinamarquês
ro_ro: Daneză
ru_ru: Датский
tr_tr: Danca
uk_ua: Датська

source: Swedish
ca_es: Suec
cs_cz: Švědština
de_de: Schwedisch
es_es: Sueco
id_id: Bhs. Swedia
nb_no: Svensk
pt_br: Sueco
pt_pt: Sueco
ro_ro: Suedeză
ru_ru: Шведский
tr_tr: İsveççe
uk_ua: Шведська

source: Serbian (Cyrillic)
ca_es: Serbi (ciríl·lic)
cs_cz: Srbština (Cyrilice)
de_de: Serbisch (Kyrillisch)
es_es: Serbio (Cirílico)
id_id: Bhs. Serbia (Kiril)
nb_no: Serbisk (kyrillisk)
pt_br: Sérvio (Cirílico)
pt_pt: Sérvio (Cirílico)
ro_ro: Sârbă (alfabet chirilic)
ru_ru: Сербский (кириллица)
tr_tr: Sırpça (Kiril)
uk_ua: Сербська (кирилиця)

source: Dutch
ca_es: Neerlandès
cs_cz: Nizozemština
de_de: Niederländisch
es_es: Holandés
id_id: Bhs. Belanda
nb_no: Nederlandsk
pt_br: Holandês
pt_pt: Holandês
ro_ro: Neerlandeză
ru_ru: Голландский
tr_tr: Flemenkçe
uk_ua: Голландська

source: Belarusian
de_de: Weißrussisch
es_es: Bielorruso
id_id: Bahasa Belarus
pt_br: Bielorrusso
ro_ro: Belarusă
ru_ru: Белорусский
tr_tr: Belarusça
uk_ua: Білоруська

source: Development Team
ca_es: Equip desenvolupador
cs_cz: Vývojářský tým
de_de: Entwicklerteam
el_gr: Ομάδα Ανάπτυξης
eo_uy: Teamo de ellaboro
es_es: Equipo de desarrollo
hu_hu: Fejlesztő csapat
id_id: Regu Pengembangan
it_it: Team di sviluppo
lv_lv: Izstrādes komanda
nb_no: Utviklingsteam
pl_pl: Zespół developerski
pt_br: Time de Desenvolvimento
pt_pt: Equipa de Desenvolvimento
ro_ro: Echipa de dezvoltare
ru_ru: Команда разработчиков
tr_tr: Geliştirme Takımı
uk_ua: Команда розробників

source: Lead Programmer
ca_es: Programador principal
cs_cz: Vedoucí programátor
de_de: Leitender Programmierer
el_gr: Επικεφαλής Προγραμματιστής
eo_uy: Ĉefa programisto
es_es: Programador principal
hu_hu: Vezető programozó
id_id: Pemrogram Utama
it_it: Capo programmatore
lv_lv: Vadošais programmētājs
nb_no: Hovedprogrammerer
pl_pl: Główny programista
pt_br: Programador Principal
pt_pt: Programador principal
ro_ro: Programator-șef
ru_ru: Главный программист
tr_tr: Baş Programcı
uk_ua: Головний програміст

source: UI Designer
ca_es: Dissenyador de UI
cs_cz: Návrhář UI
el_gr: Σχεδιαστής UI
es_es: Diseñador de IU
hu_hu: Felhasználóifelület-dizájner
id_id: Perancang UI
it_it: Progettista UI
lv_lv: UI dizaineris
pl_pl: Projektant interfejsu użytkownika
pt_br: Designer de UI
pt_pt: Designer de Interface
ro_ro: Proiectant UI
ru_ru: Дизайнер интерфейса
tr_tr: Kullanıcı Arayüzü Tasarımcısı
uk_ua: UI дизайнер

source: GitHub Contributors
ca_es: Col·laboradors de Github
cs_cz: Github přispěvatelé
de_de: Github Beitragende
el_gr: Συνεισφέροντες στο GitHub
eo_uy: Kontribuantoj de GitHub
es_es: Colaboradores de GitHub
hu_hu: GitHub Közreműködők
id_id: Kontributor Github
it_it: Contributori su GitHub
lv_lv: GitHub līdzdalībnieks
nb_no: Bidragere på Github
pl_pl: Wnieśli wkład (GitHub)
pt_br: Contribuidores do GitHub
pt_pt: Contribuidores de Github
ro_ro: Contribuitori GitHub
ru_ru: GitHub участники
tr_tr: GitHub Katkıcıları
uk_ua: Учасники на Github

source: Art by: %s
ca_es: Fet per: %s
cs_cz: Obrázek od: %s
de_de: Kunst von: %s
el_gr: Ζωγραφιά από: %s
es_es: Arte por: %s
hu_hu: Képet készítette: %s
id_id: Gambar oleh %s
it_it: Grafica di %s
nb_no: Kunst av %s
pl_pl: Artysta: %s
pt_br: Arte Feita Por: %s
pt_pt: Arte por: %s
ro_ro: Artă realizată de: %s
ru_ru: Художник: %s
tr_tr: Sanatçı: %s
uk_ua: Художник: %s

source: untitled
ca_es: sense títol
cs_cz: bez názvu
de_de: unbenannt
el_gr: άτιτλο
eo_uy: sennoma
es_es: sin título
hu_hu: névtelen
id_id: tanpa judul
it_it: senza titolo
ja_jp: 無題
lv_lv: bez nosaukuma
nb_no: uten navn
pl_pl: bez nazwy
pt_br: sem título
pt_pt: Sem Título
ro_ro: fără titlu
ru_ru: безымянный
tr_tr: başlıksız
uk_ua: без назви

source: imported
ca_es: importat
cs_cz: importováno
de_de: importiert
el_gr: εισαγόμενο
eo_uy: enportita
es_es: importado
hu_hu: importált
id_id: telah diimpor
it_it: importato
ja_jp: インポート済み
lv_lv: importēts
nb_no: importert
pl_pl: zaimportowane
pt_br: exportado
pt_pt: importado
ro_ro: importat
ru_ru: импортировано
tr_tr: içe aktarılan
uk_ua: імпортовано

source: copy
ca_es: copiar
cs_cz: kopie
de_de: kopiere
el_gr: αντίγραφο
eo_uy: kopii
es_es: copiar
hu_hu: másolat
id_id: salinan
it_it: copia
ja_jp: コピー
lv_lv: kopēt
nb_no: kopier
pl_pl: kopia
pt_br: copiar
pt_pt: cópia
ro_ro: copie
ru_ru: копия
tr_tr: kopya
uk_ua: копіювати

source: Are you sure you want to exit Pixelorama?
ca_es: Esteu segur que voleu tancar Pixelorama?
cs_cz: Opravdu chcete ukončit Pixeloramu?
de_de: Möchten sie Pixelorama wirklich verlassen?
el_gr: Σίγουρα θέλετε να βγείτε από το Pixelorama;
eo_uy: Ĉu vi vere volas eliri Pixeloraman?
es_es: ¿Estás seguro que quieres salir de Pixelorama?
hu_hu: Biztos vagy benne, hogy kilépsz Pixeloramából?
id_id: Apa kamu yakin ingin keluar?
it_it: Sei sicuro di voler uscire da Pixelorama?
ja_jp: Pixeloramaを終了してもよろしいですか？
lv_lv: Tiešām vēlies pārtraukt darbu ar Pixelorama?
nb_no: Er du sikker på at du vil avslutte Pixelorama?
pl_pl: Na pewno chcesz opuścić Pixeloramę?
pt_br: Tem certeza que quer sair do Pixelorama?
pt_pt: Tem a certeza de que quer sair do Pixelorama?
ro_ro: Sigur dorești să ieși din Pixelorama?
ru_ru: Вы действительно хотите выйти из Pixeloram'ы?
tr_tr: Pixelorama'dan çıkmak istediğine emin misin?
uk_ua: Ви дійсно бажаєте вийти з Pixelorama?

source: Unsaved Image
ca_es: Imatge no desada
cs_cz: Neuložený obrázek
de_de: Ungespeichertes Bild
el_gr: Μη αποθηκευμένη εικόνα
eo_uy: Nekonservita bildo
es_es: Imagen sin guardad
hu_hu: Nem mentett kép
id_id: Gambar belum disimpan
it_it: Immagine non salvata
ja_jp: 保存されていない画像
nb_no: Ulagret Bilde
pl_pl: Niezapisany obraz
pt_br: Imagem não salva
pt_pt: Imagem não gravada
ro_ro: Imagine nesalvată
ru_ru: Несохраненное изображение
tr_tr: Kaydedilmemiş Resim
uk_ua: Незбережене зображення

source: You have unsaved changes. If you proceed, the progress you have made will be lost.
ca_es: Tens canvis sense desar. Si vols contiunar, el progrés es perderá.
cs_cz: Máte neuložené změny. Pokud budete pokračovat, pokrok, kterého jste dosáhli, bude ztracen.
de_de: Sie haben ungespeicherte Änderungen. Wenn Sie fortfahren, geht Ihr Fortschritt verloren.
el_gr: Έχετε μη αποθηκευμένες αλλαγές. Εάν προχωρήσετε, η πρόοδος που έχετε πραγματοποιήσει θα χαθεί.
eo_uy: Vi havas nekonservitajn ŝanĝojn. Se vi daŭrigos, la progreso de vi farita perdiĝos.
es_es: Tienes cambios sin guardar. Si sigues, perderás todo tu progreso.
hu_hu: Nem mentett változtatások vannak. Ha folytatja, az elért haladás elveszik.
id_id: Perubahan belum disimpan, perubahan akan hilang jika kamu melanjutkan.
it_it: Hai delle modifiche non salvate. Se procedi, i progressi compiuti andranno persi.
ja_jp: 保存されていない変更があります。続行すると、進行状況は失われます。
nb_no: Du har ulagrede endringer. Hvis du fortsetter vil fremgangen du har gjort gå tapt.
pl_pl: Masz niezapisane zmiany. Jeśli kontynuujesz, postęp, który zrobiłeś/aś zostanie utracony.
pt_br: Você tem alterações não salvas. Se você prosseguir, o progresso que você fez será perdido.
pt_pt: Tem alterações não gravadas. Se prosseguir, o progresso que fez vai ser perdido.
ro_ro: Ai modificări nesalvate. Dacă continui, progresul efectuat va fi pierdut.
ru_ru: У вас есть несохраненные изменения. Если вы продолжите, прогресс будет утерян.
tr_tr: Kaydedilmemiş değişiklikler var. Devam ederseniz bunlar kaybolacak.
uk_ua: У вас є незбережені зміни. Якщо ви продовжите, прогрес буде втрачений.

source: Save before exiting?
ca_es: Desar abans de sortir?
cs_cz: Uložit před ukončením?
de_de: Speichere vor dem Verlassen?
el_gr: Αποθήκευση πριν την έξοδο;
eo_uy: Ĉu konservi antaŭ elirado?
es_es: ¿Guardar antes de salir?
hu_hu: Mentés mielőtt kilépsz?
id_id: Simpan sebelum keluar?
it_it: Salva prima di uscire?
ja_jp: 終了する前に保存しますか？
nb_no: Lagre før du avslutter?
pl_pl: Zapisać przed wyjściem?
pt_br: Salvar antes de sair?
pt_pt: Gravar antes de sair?
ro_ro: Salvezi înainte de ieșire?
ru_ru: Сохранить перед выходом?
tr_tr: Çıkıştan önce kaydetsin mi?
uk_ua: Зберегти перед виходом?
