Repository: Orama-Interactive/Pixelorama
Catalog: Translations/*.po
Languages: ca_es, cs_cz, de_de, el_gr, eo_uy, es_es, fr, hu_hu, id_id, it_it, ja_jp, lv_lv, nb_no, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, tr_tr, uk_ua

source: Onion Skinning:
es_es: Piel de cebolla:
fr: Peau d'oignon :
hu_hu: Hagymabőr:
ja_jp: オニオンスキン:
lv_lv: Sīpola mizu skats:
nb_no: Se flere bilder samtidig ("Onion Skinning"):
pl_pl: Kalkowanie klatek:
pt_br: Papel Vegetal:
pt_pt: Modo Cebola:
ro_ro: Cadre multiple simultane:
ru_ru: Шлейф смежных кадров:
uk_ua: Шлейф сусідніх кадрів:

source: Past Frames
ca_es: Fotogrames passats
cs_cz: Předchozí snímky
de_de: Vorgänger Frames
el_gr: Παρελθοντικά καρέ
eo_uy: Estintaj kadroj
es_es: Fotogramas Anteriores
fr: Trames passées
hu_hu: Előző képkockák
id_id: Bingkai sebelum
it_it: Frame Passati
ja_jp: 過去のフレーム
lv_lv: Pagājušie kadri
nb_no: Tidligere bilder
pl_pl: Przeszłe klatki
pt_br: Quadros Anteriores
pt_pt: Fotogramas anteriores
ro_ro: Cadre trecute
ru_ru: Предыдущие кадры
tr_tr: Önceki Kareler
uk_ua: Минулі кадри

source: Future Frames
ca_es: Fotogrames futurs
cs_cz: Budoucí snímky
de_de: Nachfolger Frames
el_gr: Μελλοντικά καρέ
eo_uy: Estontaj kadroj
es_es: Fotogramas Posteriores
fr: Trames futures
hu_hu: Következő képkockák
id_id: Bingkai setelah
it_it: Frame Futuri
ja_jp: 今後のフレーム
lv_lv: Nākošie kadri
nb_no: Fremtidige bilder
pl_pl: Przyszłe klatki
pt_br: Quadro Sucessores
pt_pt: Fotogramas futuros
ro_ro: Cadre viitoare
ru_ru: Последующие кадры
tr_tr: Gelecek Kareler
uk_ua: Майбутні кадри

source: Manage frame tags
ca_es: Gestiona etiquetes de fotogrames
cs_cz: Spravovat snímkové štítky
de_de: Frame Tags verwalten
el_gr: Διαχείριση ετικετών καρέ
es_es: Administrar etiquetas de fotogramas
hu_hu: Képkocka címkék módosítása
id_id: Atur tag bingkai
it_it: Gestisci tag dei frame
ja_jp: フレームタグを管理
nb_no: Administrér bildemerkelapper
pl_pl: Zarządzaj tagami klatek
pt_br: Gerenciar tags de quadro
pt_pt: Gerir as etiquetas de fotograma
ro_ro: Gestionează etichetele de cadru
ru_ru: Управление метками кадров
tr_tr: Kare etiketlerini yönet
uk_ua: Керування тегами кадрів

source: Frame Tag Properties
ca_es: Propietats de l'etiqueta del fotograma
cs_cz: Vlastnosti snímkového štítku
de_de: Frame Tag-Eigenschaften
el_gr: Ιδιότητες ετικετών καρέ
es_es: Propiedades de las Etiquetas de los Fotogramas
hu_hu: Képkocka címke tulajdonságai
id_id: Rincian Sifat Tag Bingkai
it_it: Proprietà Etichetta Frame
ja_jp: フレームタグのプロパティ
nb_no: Bildetagegenskper
pl_pl: Właściwości tagu klatek
pt_br: Propriedades do quadro
pt_pt: Propriedades da etiqueta de fotograma
ro_ro: Proprietățile etichetelor de cadru
ru_ru: Свойства метки кадров
tr_tr: Kare Etiketi Özellikleri
uk_ua: Властивості тегу кадрів

source: Add a new frame tag
ca_es: Afegeix una nova etiqueta de fotograma
cs_cz: Přidat nový snímkový štítek
de_de: Neuen Frame Tag hinzufügen
el_gr: Προσθήκη νέας ετικέτας καρέ
es_es: Añadir nueva etiqueta de fotograma
hu_hu: Új képkocka címke hozzáadása
id_id: Tambah tag bingkai baru
it_it: Aggiungi un nuovo frame tag
ja_jp: 新しいフレームタグを追加
nb_no: Legg til ny bildetag
pl_pl: Dodaj nowy tag klatek
pt_br: Adicionar um novo quadro
pt_pt: Adicionar uma nova etiqueta de fotograma
ro_ro: Adaugă o nouă etichetă de cadru
ru_ru: Добавить новую метку
tr_tr: Yeni kare etiketi ekle
uk_ua: Додати новий тег кадрів

source: Name:
ca_es: Nom:
cs_cz: Název:
el_gr: Όνομα:
es_es: Nombre:
hu_hu: Név:
id_id: Nama:
it_it: Nome:
ja_jp: 名前:
nb_no: Navn:
pl_pl: Nazwa:
pt_br: Nome:
pt_pt: Nome:
ro_ro: Nume:
ru_ru: Название:
tr_tr: Ad:
uk_ua: Назва:

source: From:
ca_es: De:
cs_cz: Od:
de_de: Von:
el_gr: Από:
es_es: Desde:
hu_hu: Kezdet:
id_id: Dari:
it_it: Da:
ja_jp: 開始：
nb_no: Fra:
pl_pl: Od:
pt_br: De:
pt_pt: De:
ro_ro: De la:
ru_ru: От:
tr_tr: Gönderen:
uk_ua: З:

source: To:
ca_es: A:
cs_cz: Do:
de_de: Bis:
el_gr: Έως:
es_es: Hasta:
hu_hu: Eddig:
id_id: Ke:
it_it: A:
ja_jp: 終了:
nb_no: Til:
pl_pl: Do:
pt_br: Para:
pt_pt: Até:
ro_ro: Până la:
ru_ru: До:
tr_tr: Alıcı:
uk_ua: До:

source: Animation plays only on frames of the same tag
ca_es: L'animació es reprodueix només en els fotogrames amb la mateixa etiqueta
cs_cz: Animace se přehrává pouze na snímcích se stejným štítkem
de_de: Animation spielt nur auf Frames des gleichen Tags
el_gr: Η κίνηση παίζει μόνο σε καρέ της ίδιας καρτέλας
es_es: La animación sólo se reproduce en fotogramas de la misma etiqueta
hu_hu: Az animáció csak ugyanazon címkés képkockákat játssza le
id_id: Animasi diputar hanya pada bingkai yang memiliki tag sama
it_it: Animazione riprodotta solo sui fotogrammi dello stesso tag
ja_jp: アニメーションは同じタグのフレームでのみ再生されます
nb_no: Animasjon spiller kun på bilder med samme merkelapp
pl_pl: Animacja odtwarza się tylko na klatkach z tym samym tagiem
pt_br: A animação só é reproduzida em quadros de mesma tag
pt_pt: A animação reproduz apenas os fotogramas com a mesma etiqueta
ro_ro: Animația rulează doar pe cadrele din aceeași etichetă
ru_ru: Анимация воспроизводится только на фреймах одной и той же метки
tr_tr: Animasyon sadece aynı etiketli karelerde oynatılır
uk_ua: Анімація відтворюється тільки на кадрах того ж тегу

source: Tag %s (Frame %s)
ca_es: Etiqueta %s (Fotograma %s)
cs_cz: Štítek %s (Snímek %s)
el_gr: Ετικέτα %s (Καρέ %s)
es_es: Etiqueta %s (Fotograma %s)
hu_hu: Címke %s (Képkocka %s)
id_id: Tag %s (Bingkai %s)
ja_jp: タグ %s (フレーム %s)
nb_no: Tag %s (Bilde %s)
pl_pl: Tag %s (Klatka %s)
pt_br: Tag %s (Quadro %s)
pt_pt: Etiqueta %s (Fotograma %s)
ro_ro: Eticheta %s (cadrul %s)
ru_ru: Метка %s (Кадр %s)
tr_tr: Etiket %s(Kare %s)
uk_ua: Тег %s (Кадр %s)

source: Tag %s (Frames %s-%s)
ca_es: Etiqueta %s (Fotogrames %s-%s)
cs_cz: Štítek %s (Snímky %s-%s)
el_gr: Ετικέτα %s (Καρέ %s-%s)
es_es: Etiqueta %s (Fotogramas %s-%s)
hu_hu: Címke %s (Képkockák %s-%s)
id_id: Tag %s (Bingkai %s-%s)
ja_jp: タグ %s (フレーム %s-%s)
nb_no: Tag %s (Bilder %s-%s)
pl_pl: Tag %s (Klatki %s-%s)
pt_br: Tag %s (Quadros %s-%s)
pt_pt: Etiqueta %s (Fotogramas %s-%s)
ro_ro: Eticheta %s (cadrele %s-%s)
ru_ru: Метка %s (Кадры %s-%s)
tr_tr: Etiket %s (Kareler %s-%s)
uk_ua: Тег %s (Кадри %s—%s)

source: If it's selected, the animation plays only on the frames that have the same tag. If it's not, the animation will play for all frames, ignoring tags.
ca_es: Si està seleccionat, l'animació només es reprodueix en els fotogrames amb la mateixa etiqueta. Si no, l'animació es reproduirà en tots els fotogrames, ignorant etiquetes.
cs_cz: Pokud je vybráno, animace se přehrává pouze na snímcích, které mají stejný štítek. Pokud ne, animace bude přehrávána pro všechny snímky a ignoruje štítky.
de_de: Wenn diese Option ausgewählt ist, wird die Animation nur auf den Frames abgespielt, die den gleichen Tag haben. Wenn nicht, wird die Animation für alle Frames abgespielt und Tags werden ignoriert.
el_gr: Αν είναι επιλεγμένο, η κίνηση παίζει μόνο σε καρέ που έχουν την ίδια καρτέλα. Αλλιώς, η κίνηση θα παίζει σε όλα τα καρέ, αγνοώντας τις καρτέλες.
es_es: Si se selecciona, la animación se reproduce sólo en los marcos que tienen la misma etiqueta. Si no es así, la animación se reproducirá para todos los marcos, ignorando etiquetas.
hu_hu: Ha ez ki van választva, akkor az animáció csak az azonos címkével ellátott képkockákat játssza le. Ha nem, az animáció minden képkockát lejátszódik, figyelmen kívül hagyva a címkéket.
id_id: Jika dipilih, animasi akan diputar hanya pada bingkai yang memiliki tag sama. Jika tidak, maka animasi akan diputar untuk semua bingkai.
it_it: Se è selezionato, l'animazione viene eseguita solo sui fotogrammi che hanno lo stesso tag. Se non lo è, l'animazione verrà riprodotta per tutti i fotogrammi, ignorando i tag.
ja_jp: 選択した場合、同じタグを持つフレームでのみのアニメーションが再生されます。 そうでない場合、タグを無視してすべてのフレームでのアニメーションが再生されます。
nb_no: Hvis valgt, spiller animasjonen bare på bildene som har samme merkelapp. Om ikke vil animasjonen spille for alle bilder.
pl_pl: Jeśli jest zaznaczone, animacja odtwarza się tylko na klatkach z tym samym tagiem. W przeciwnym wypadku, animacja odtworzy się na wszystkich klatkach, ignorując tagi.
pt_br: Se selecionado, a animação é reproduzida apenas nos quadros que possuem a mesma tag. Caso contrário, a animação será reproduzida em todos os quadros, ignorando as tags.
pt_pt: Quando selecionado, a animação reproduz apenas os fotogramas com a mesma etiqueta. Quando não selecionado, a animação reproduz todos os fotogramas, ignorando as etiquetas.
ro_ro: Dacă opțiunea este selectată, animația va rula doar pe cadrele cu aceeași etichetă. În caz contrar, animația va rula pentru toate cadrele, ignorând etichetele.
ru_ru: Если этот параметр включён, при анимации будут проигрываться только кадры с той же меткой. Если выключен, анимация будет включать все кадры, независимо от меток.
tr_tr: Eğer seçili ise animasyon sadece aynı etikete sahip karelerde oynatılır. Seçili değil ise animasyon bütün karelerde oynatılır.
uk_ua: Якщо вибрано цю опцію, анімація буде програватися тільки на кадрах з одним і тим же тегом. Якщо не вибрано, анімація буде програватися на всіх кадрах, ігноруючи теги.

source: Blue-Red Mode
ca_es: Mode Blau-Vermell
cs_cz: Modro-červený režim
de_de: Blau-Rot Modus
el_gr: Μπλε-Κόκκινη λειτουργία
eo_uy: Blua-ruĝa modo
es_es: Modo Rojo-Azul
fr: Mode rouge-bleu
hu_hu: Kék-Piros Mód
id_id: Mode Biru-Merah
it_it: Modalità Blu-Rosso
ja_jp: 青-赤モード
lv_lv: Zili-Sarkanais režīms
nb_no: Blå-Rød-Modus
pl_pl: Niebiesko-czerwone prześwity
pt_br: Modo Azul-Vermelho
pt_pt: Modo Azul-Vermelho
ro_ro: Mod albastru-roșu
ru_ru: Сине-красный режим
tr_tr: Mavi-Kırmızı Kip
uk_ua: Синьо-червоний режим

source: Show past frames:
ca_es: Mostra els fotogrames passats:
cs_cz: Zobrazit předchozí snímky:
de_de: Vorherige Frames anzeigen:
es_es: Mostrar fotogramas pasados:
id_id: Muncul bingkai sebelum:
nb_no: Vis tidligere bilder:
pt_br: Mostrar frames anteriores:
pt_pt: Mostrar fotogramas anteriores:
ro_ro: Arată cadrele trecute:
ru_ru: Показывать прошлые кадры:
tr_tr: Önceki kareleri göster:
uk_ua: Показ минулих кадрів:

source: Show future frames:
ca_es: Mostra els fotogrames futurs:
cs_cz: Zobrazit následující snímky:
de_de: Zukünftige Frames anzeigen:
es_es: Mostrar fotogramas futuros:
id_id: Muncul bingkai setelah:
nb_no: Vis fremtidige bilder:
pt_br: Mostrar frames futuros:
pt_pt: Mostrar fotogramas futuros:
ro_ro: Arată cadrele viitoare:
ru_ru: Показывать следующие кадры:
tr_tr: Gelecek kareleri göster:
uk_ua: Показ майбутніх кадрів:

source: Above canvas
ca_es: Damunt el llenç
cs_cz: Nad plátnem
de_de: Über dem Canvas
es_es: Encima del lienzo
id_id: Di atas kanvas
nb_no: Over lerretet
pt_br: Acima da tela de desenho
pt_pt: Acima da tela
ro_ro: Deasupra pânzei
ru_ru: Над холстом
tr_tr: Tuvalin üstünde
uk_ua: Над полотном

source: Below canvas
ca_es: Sota el llenç
cs_cz: Pod plátnem
de_de: Unter dem Canvas
es_es: Debajo del lienzo
id_id: Di bawah kanvas
nb_no: Under lerretet
pt_br: Abaixo da tela de desenho
pt_pt: Abaixo da tela
ro_ro: Sub pânză
ru_ru: Под холстом
tr_tr: Tuvalin altında
uk_ua: Під полотном

source: If you want a layer to ignore onion skinning simply add the "_io" suffix in its name.
ca_es: Si vols que una capa ignori l'onion skinning, simplement afegeix el sufix "_io" al seu nom.
cs_cz: Pokud chcete, aby byla vrstva ignorována v onion skinningu, tak přidejte "_io" koncovku do jména vrstvy.
de_de: Wenn Sie möchten, dass eine Ebene Onion Skinning ignoriert, fügen Sie einfach das "_io"-Suffix in seinen Namen ein.
es_es: Si desea que una capa ignore multiples capas al mismo tiempo simplemente añada "_io" en el final del nombre de la capa.
id_id: Jika ingin lapisannya tidak usah onion skinning, tulis saja "_io" di ujung namanya.
nb_no: Hvis du ønsker at et lag skal ignorere "Onion Skinning" legger du bare til "_io" på slutten av lagets navn.
pt_br: Se você deseja que uma camada ignore o onion skinning simplesmente adicione o sufixo "_io" em seu nome.
ro_ro: Dacă vrei ca un strat să ignore opțiunea pentru cadre multiple simultane, adaugă sufixul „_io” în numele acestuia.
ru_ru: Если вы хотите, чтобы слой игнорировал скин лука, просто добавьте суффикс "_io" в его имя.
tr_tr: Bir katmanın soğan kabuğunu yok saymasını istiyorsanız, adına "_io" son ekini eklemeniz yeterlidir.
uk_ua: Якщо ви хочете, щоб шар ігнорував шлейф сусідніх кадрів, просто додайте до назви суфікс «_io» латиницею.

source: Add a new frame
ca_es: Afegir un nou fotograma
cs_cz: Přidat nový snímek
de_de: Füge einen neuen Frame hinzu
el_gr: Προσθήκη νέου καρέ
eo_uy: Aldoni novan kadron
es_es: Añadir un nuevo fotograma
fr: Ajouter une trame
hu_hu: Új képkocka hozzáadása
id_id: Tambah bingkai baru
it_it: Aggiungi un nuovo frame
ja_jp: 新しいフレームを追加
lv_lv: Pievienot jaunu kadru
nb_no: Legg til nytt bilde
pl_pl: Dodaj nową klatkę
pt_br: Adicionar um novo quadro
pt_pt: Adicionar um novo fotograma
ro_ro: Adaugă un cadru nou
ru_ru: Добавить новый кадр
tr_tr: Yeni kare ekle
uk_ua: Додати новий кадр

source: Remove Frame
ca_es: Eliminar Fotograma
cs_cz: Odebrat snímek
de_de: Entferne Frame
el_gr: Διαγραφή Καρέ
eo_uy: Forigi kadron
es_es: Eliminar fotograma
fr: Supprimer la trame
hu_hu: Képkocka törlése
id_id: Hapus Bingkai
it_it: Rimuovi Frame
ja_jp: フレームを削除
lv_lv: Noņemt kadru
nb_no: Fjern Bilde
pl_pl: Usuń klatkę
pt_br: Remover quadro
pt_pt: Remover fotograma
ro_ro: Elimină cadrul
ru_ru: Удалить кадр
tr_tr: Kareyi Kaldır
uk_ua: Видалити кадр

source: Clone Frame
ca_es: Clonar Fotograma
cs_cz: Klonovat snímek
de_de: Kopiere Frame
el_gr: Κλωνοποίηση Καρέ
eo_uy: Kloni kadron
es_es: Clonar Fotograma
fr: Cloner la trame
hu_hu: Képkocka klónozása
id_id: Duplikatkan Bingkai
it_it: Clona Frame
ja_jp: フレームを複製
lv_lv: Klonēt kadru
nb_no: Klon Bilde
pl_pl: Klonuj klatkę
pt_br: Clonar quadro
pt_pt: Clonar fotograma
ro_ro: Clonează cadrul
ru_ru: Дублировать кадр
tr_tr: Kareyi Klonla
uk_ua: Клонувати кадр

source: Move Left
ca_es: Moure a l'Esquerra
cs_cz: Přesunout doleva
de_de: Bewege nach Links
el_gr: Μετακίνηση Αριστερά
eo_uy: Movi maldekstren
es_es: Mover a la izquierda
fr: Déplacer vers la gauche
hu_hu: Mozgás balra
id_id: Geser ke kiri
it_it: Muovi a sinistra
ja_jp: 左へ移動
lv_lv: Pārvietot pa kreisi
nb_no: Flytt til Venstre
pl_pl: Przesuń w lewo
pt_br: Mover para a Esquerda
pt_pt: Mover para a Esquerda
ro_ro: Deplasare la stânga
ru_ru: Сместить влево
tr_tr: Sola Taşı
uk_ua: Перейти вліво

source: Move Right
ca_es: Moure a la Dreta
cs_cz: Přesunout doprava
de_de: Bewege nach Rechts
el_gr: Μετακίνηση Δεξιά
eo_uy: Movi dekstren
es_es: Mover a la derecha
fr: Déplacer vers la droite
hu_hu: Mozgás jobbra
id_id: Geser ke kanan
it_it: Muovi a destra
ja_jp: 右へ移動
lv_lv: Pārvietoties pa labi
nb_no: Flytt til Høyre
pl_pl: Przesuń w prawo
pt_br: Mover para a Direita
pt_pt: Mover para a Direita
ro_ro: Deplasare la dreapta
ru_ru: Сместить вправо
tr_tr: Sağa Taşı
uk_ua: Перейти вправо

source: Link Cels to
de_de: Cels verknüpfen mit
id_id: Tautkan Cel ke
pt_br: Vincular Células a
pt_pt: Associar células a
ro_ro: Conectare celuri la
ru_ru: Привязать ячейки к
tr_tr: Hücreleri şuraya bağla
uk_ua: Пов'язати клітинки з

source: Unlink Cels
de_de: Cels entfernen
id_id: Putuskan Cel
pt_br: Desvincular Células
pt_pt: Desassociar células
ro_ro: Deconectare celuri
ru_ru: Отвязать ячейки
tr_tr: Hücre bağlantısını kaldır
uk_ua: Відв'язати клітинки

source: Frame Properties
ca_es: Propietats del fotograma
cs_cz: Vlastnosti snímku
de_de: Frame-Eigenschaften
el_gr: Ιδιότητες Καρέ
es_es: Propiedades de los Fotogramas
hu_hu: Képkocka tulajdonságai
id_id: Rincian Sifat Bingkai
it_it: Proprietà Del Frame
ja_jp: フレームのプロパティ
nb_no: Bildeegenskaper
pl_pl: Właściwości klatki
pt_br: Propriedades do Quadro
pt_pt: Propriedades do fotograma
ro_ro: Proprietățile cadrului
ru_ru: Свойства кадра
tr_tr: Kare Özellikleri
uk_ua: Властивості кадру

source: Frame properties
ca_es: Propietats del fotograma
cs_cz: Vlastnosti snímku
de_de: Frame-Eigenschaften
el_gr: Ιδιότητες καρέ
es_es: Propiedades de los fotogramas
hu_hu: Képkocka tulajdonságai
id_id: Rincian sifat bingkai
it_it: Proprietà del frame
ja_jp: フレームのプロパティ
nb_no: Bildeegenskaper
pl_pl: Właściwości klatki
pt_br: Propriedades do quadro
pt_pt: Propriedades do fotograma
ro_ro: Proprietățile cadrului
ru_ru: Свойства кадра
tr_tr: Kare özellikleri
uk_ua: Властивості кадру

source: Layer
ca_es: Capa
cs_cz: Vrstva
de_de: Ebene
el_gr: Στρώση
eo_uy: Tavolo
es_es: Capa
hu_hu: Réteg
id_id: Lapisan
it_it: Livello
ja_jp: レイヤー
lv_lv: Slānis
nb_no: Lag
pl_pl: Warstwa
pt_br: Camada
pt_pt: Camada
ro_ro: Strat
ru_ru: Слой
tr_tr: Katman
uk_ua: Шар

source: Group
de_de: Gruppe
id_id: Kelompok
pt_br: Grupo
pt_pt: Grupo
ro_ro: Grup
ru_ru: Группа
tr_tr: Grup
uk_ua: Група

source: Layers
ca_es: Capes
cs_cz: Vrstvy
de_de: Ebenen
el_gr: Στρώσεις
eo_uy: Tavoloj
es_es: Capas
fr: Calques
hu_hu: Rétegek
id_id: Lapisan
it_it: Livelli
ja_jp: レイヤー
lv_lv: Slāņi
nb_no: Lag
pl_pl: Warstwy
pt_br: Camadas
pt_pt: Camadas
ro_ro: Straturi
ru_ru: Слои
tr_tr: Katmanlar
uk_ua: Шари

source: Create a new layer
ca_es: Crear una nova capa
cs_cz: Vytvořit novou vrstvu
de_de: Erstelle eine neue Ebene
el_gr: Δημιουργία νέας στρώσης
eo_uy: Krei novan tavolon
es_es: Crear nueva capa
hu_hu: Új réteg létrehozása
id_id: Tambah lapisan baru
it_it: Crea un nuovo livello
ja_jp: 新しいレイヤーを作成
lv_lv: Izveidot jaunu slāni
nb_no: Lag et nytt lag
pl_pl: Stwórz nową warstwę
pt_br: Criar nova camada
pt_pt: Criar uma nova camada
ro_ro: Creează un strat nou
ru_ru: Создать новый слой
tr_tr: Yeni katman oluştur
uk_ua: Створити новий шар

source: Create a new group layer
de_de: Neue Gruppen-Ebene erstellen
id_id: Tambah lapisan kelompok baru
pt_br: Criar um novo grupo de camada
pt_pt: Criar uma camada de grupo
ro_ro: Creează un nou strat de grup
ru_ru: Создать групповой слой
tr_tr: Yeni grup katmanı oluştur
uk_ua: Створити груповий шар

source: Remove current layer
ca_es: Esborrar la capa actual
cs_cz: Odstranit aktuální vrstvu
de_de: Entferne aktuelle Ebene
el_gr: Διαγραφή της τρέχουσας στρώσης
es_es: Eliminar capa actual
hu_hu: Aktuális réteg eltávolítása
id_id: Hapus lapisan saat ini
it_it: Rimuovi il livello corrente
ja_jp: 現在のレイヤーを削除
lv_lv: Noņemt aktuālo slāni
nb_no: Fjern gjeldende lag
pl_pl: Usuń obecną warstwę
pt_br: Remover camada atual
pt_pt: Remover a camada atual
ro_ro: Elimină stratul actual
ru_ru: Удалить текущий слой
tr_tr: Geçerli katmanı kaldır
uk_ua: Видалити поточний шар

source: Move up the current layer
ca_es: Moure la capa cap amunt
cs_cz: Přesunout aktuální vrstvu nahoru
de_de: Bewege aktuelle Ebene nach oben
el_gr: Μετακίνηση της τρέχουσας στρώσης προς τα πάνω
es_es: Mover capa hacia arriba
hu_hu: Jelenlegi réteg felfelé mozgatása
id_id: Geser ke atas lapisan ini
it_it: Sposta in su il livello corrente
ja_jp: 現在のレイヤーを上に移動
lv_lv: Pārvietot aktuālo slāni uz augšu
nb_no: Flytt dette laget opp
pl_pl: Przesuń obecną warstwę do góry
pt_br: Mover para a cima a camada atual
pt_pt: Mover a camada atual para cima
ro_ro: Deplasează în sus stratul actual
ru_ru: Поднять текущий слой выше
tr_tr: Katmanı yukarı taşı
uk_ua: Підняти поточний шар

source: Move down the current layer
ca_es: Moure la capa cap avall
cs_cz: Přesunout aktuální vrstvu dolů
de_de: Bewege aktuelle Ebene nach unten
el_gr: Μετακίνηση της τρέχουσας στρώσης προς τα κάτω
es_es: Mover capa hacia abajo
hu_hu: Jelenlegi réteg lefelé mozgatása
id_id: Geser ke bawah lapisan ini
it_it: Sposta in giù il livello corrente
ja_jp: 現在のレイヤーを下に移動
lv_lv: Pārvietot aktuālo slāni uz leju
nb_no: Flytt dette laget ned
pl_pl: Przesuń obecną warstwę w dół
pt_br: Mover para baixo a camada atual
pt_pt: Mover a camada atual para baixo
ro_ro: Deplasează în jos stratul actual
ru_ru: Опустить текущий слой ниже
tr_tr: Katmanı aşağı taşı
uk_ua: Опустити поточний шар

source: Clone current layer
ca_es: Clonar la capa actual
cs_cz: Naklonovat aktuální vrstvu
de_de: Kopiere aktuelle Ebene
el_gr: Κλωνοποίηση της τρέχουσας στρώσης
es_es: Clonar capa actual
hu_hu: Aktuális réteg klónozása
id_id: Duplikatkan lapisan ini
it_it: Clona il livello corrente
ja_jp: 現在のレイヤーを複製
lv_lv: Klonēt aktuālo slāni
nb_no: Klon dette laget
pl_pl: Duplikuj obecną warstwę
pt_br: Clonar camada atual
pt_pt: Clonar a camada atual
ro_ro: Clonează stratul actual
ru_ru: Клонировать текущий слой
tr_tr: Katmanı klonla
uk_ua: Клонувати поточний шар

source: Merge current layer with the one below
cs_cz: Sloučit aktuální vrstvu s vrstvou níže
de_de: Führe aktuelle Ebene mit der darunter zusammen
el_gr: Συγχώνευση της τρέχουσας στρώσης με την από κάτω
es_es: Combinar la capa actual con la de abajo
hu_hu: Aktuális réteg egyesítése az alatta lévővel
id_id: Satukan lapisan ini dengan yang di bawah
it_it: Unisci il livello corrente con quello sottostante
ja_jp: 現在のレイヤーと下のレイヤーを結合
lv_lv: Apvienot aktuālo slāni ar apakšējo slāni
nb_no: Slå sammen dette laget med laget nedenfor
pl_pl: Połącz obecną warstwę z warstwą powyżej
pt_br: Combinar camada atual com a de baixo
pt_pt: Fundir a camada atual com a de baixo
ro_ro: Îmbină stratul actual cu cel de mai jos
ru_ru: Объединить слой ниже с текущим
tr_tr: Aktif katmanı alttaki katmanla birleştir
uk_ua: Об’єднати поточний шар з шаром під ним

source: Opacity:
ca_es: Opacitat:
cs_cz: Průhlednost:
de_de: Deckkraft
el_gr: Αδιαφάνεια:
eo_uy: Opakeco:
es_es: Opacidad:
hu_hu: Áttetszőség:
id_id: Kelegapan:
it_it: Opacità:
ja_jp: 不透明度:
lv_lv: Necaurspīdīgums:
nb_no: Gjennomsiktighet:
pl_pl: Przezroczystość:
pt_br: Opacidade:
pt_pt: Opacidade:
ro_ro: Opacitate:
ru_ru: Непрозрачность:
tr_tr: Matlık:
uk_ua: Непрозорість:

source: Tile mode opacity:
cs_cz: Průhlednost dlaždicového režimu:
de_de: Kachelmodus Deckkraft:
el_gr: Αδιαφάνεια λειτουργίας μοτίβου:
es_es: Opacidad del modo mosaico:
id_id: Kelegapan mode ubin:
it_it: Opacità modalità piastrelle:
ja_jp: タイルモードの不透明度:
nb_no: Flismodusgjennomsiktighet:
pl_pl: Przezroczystość w trybie kafelkowym:
pt_br: Opacidade do modo ladrilho:
pt_pt: Opacidade do modo de Azuleijo:
ro_ro: Opacitatea modului mozaic:
ru_ru: Прозрачность режима тайла:
tr_tr: Döşeme kipi matlığı:
uk_ua: Прозорість безшовного режиму:

source: Toggle layer's visibility
ca_es: Activa/desactiva la visibilitat de la capa
cs_cz: Přepnout viditelnost vrstvy
de_de: Ändere die Sichtbarkeit der Ebene
el_gr: Εναλλαγή της ορατότητας της στρώσης
es_es: Alternar visibilidad de capa(s)
hu_hu: Réteg láthatóságának beállítása
id_id: Cetik keterlihatan lapisan
it_it: Attiva/Disattiva visibilità del livello
ja_jp: レイヤーの表示を切り替える
lv_lv: Slāņa redzamības slēdzis
nb_no: Vis/Skjul lag
pl_pl: Ukrywanie warstwy
pt_br: Mudar visibilidade da camada
pt_pt: Alterar visibilidade de camada
ro_ro: Comută vizibilitatea stratului
ru_ru: Переключить видимость слоя
tr_tr: Katmanın görünürlüğünü aç/kapat
uk_ua: Перемкнути видимість шару

source: Lock/unlock layer
cs_cz: Zamknout/odemknout vrstvu
de_de: Ebene sperren/entsperren
el_gr: Κλείδωμα/ξεκλείδωμα της στρώσης
eo_uy: Fiksi/malfiksi tavolon
es_es: Bloquear/desbloquear capa
hu_hu: Réteg Bezárása/Kinyitása
id_id: Mengunci/buka lapisan
it_it: Blocca/Sblocca livello
ja_jp: レイヤーのロック/ロック解除
nb_no: Lås/lås opp lag
pl_pl: Zablokuj/odblokuj warstwę
pt_br: Bloquear/desbloquear camada
pt_pt: Trancar/destrancar camada
ro_ro: Blochează/deblochează stratul
ru_ru: Блокировать/разблокировать слой
tr_tr: Katmanı kilitle/kilidini kaldır
uk_ua: Заблокувати/розблокувати шар

source: Frame: %s, Layer: %s
cs_cz: Snímek: %s, Vrstva: %s
de_de: Frame: %s, Ebene: %s
el_gr: Καρέ: %s, Στρώση: %s
es_es: Fotograma: %s, Capa: %s
hu_hu: Képkocka: %s, Réteg: %s
id_id: Bingkai: %s, Lapisan: %s
it_it: Quadro: %s, Livello: %s
ja_jp: フレーム: %s, レイヤー: %s
nb_no: Bilde: %s, Lag: %s
pl_pl: Klatka: %s, Warstwa: %s
pt_br: Frame: %s, Camada: %s
pt_pt: Fotograma: %s, Camada: %s
ro_ro: Cadru: %s, strat: %s
ru_ru: Кадр: %s, слой: %s
tr_tr: Kare: %s, Katman: %s
uk_ua: Кадр: %s, шар: %s
