Repository: Orama-Interactive/Pixelorama
Catalog: Translations/*.po
Languages: ca_es, cs_cz, de_de, el_gr, eo_uy, es_es, fr, hu_hu, id_id, it_it, ja_jp, lv_lv, nb_no, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, tr_tr, uk_ua

source: Window opacity does not work on fullscreen mode.
de_de: Fenstertransparenz funktioniert nicht im Vollbildmodus.
es_es: La opacidad de la ventana no funciona en el modo pantalla completa.
id_id: Kelegapan jendela tidak bisa di mode layar penuh.
pt_br: A Opacidade de janela não funciona no modo de tela cheia.
pt_pt: A opacidade da janela não funciona em modo de ecrã completo.
ro_ro: Opacitatea ferestrei nu funcționează în modul ecran complet.
ru_ru: Прозрачность окна не работает в полноэкранном режиме.
tr_tr: Pencere matlığı tam ekran kipinde çalışmaz.
uk_ua: Прозорість вікна не працює в повноекранному режимі.

source: Panel Layout
ca_es: Disposició dels panells
cs_cz: Rozložení panelů
el_gr: Διάταξη Πλαισίου
es_es: Diseño del Panel
hu_hu: Lap elrendezés
id_id: Tata Letak Panel
ja_jp: パネルのレイアウト
nb_no: Paneloppsett
pt_br: Layout do Painel
pt_pt: Esquema de Painel
ro_ro: Dispunerea panoului
ru_ru: Расположение панелей
tr_tr: Panel Düzeni
uk_ua: Позиція панелей

source: Panels
ca_es: Panells
es_es: Paneles
id_id: Panel
nb_no: Paneler
pt_br: Painéis
pt_pt: Painéis
ro_ro: Panouri
ru_ru: Панели
tr_tr: Paneller
uk_ua: Панелі

source: Layouts
ca_es: Disposicions
es_es: Diseños
id_id: Tata letak
nb_no: Oppsett
ro_ro: Dispuneri
ru_ru: Слои
tr_tr: Düzenler
uk_ua: Розміщення

source: Moveable Panels
ca_es: Panells mòbils
de_de: Bewegliche Panels
es_es: Paneles Móviles
id_id: Panel Bisa Dipindah
pt_br: Painéis Móveis
pt_pt: Painéis amovíveis
ro_ro: Panouri mobile
ru_ru: Перемещаемые панели
tr_tr: Taşınır Paneller
uk_ua: Рухомі панелі

source: Manage Layouts
ca_es: Administra les disposicions
de_de: Layouts verwalten
es_es: Gestionar Diseños
id_id: Atur Tata Letak
nb_no: Gjør om på oppstett
pt_br: Gerenciar Layouts
pt_pt: Gerir disposições
ro_ro: Gestionare dispuneri
ru_ru: Управление слоями
tr_tr: Düzenleri Yönet
uk_ua: Керування розміщеннями

source: Add
ca_es: Afegeix
de_de: Hinzufügen
es_es: Añadir
id_id: Tambah
pt_br: Adicionar
pt_pt: Adicionar
ro_ro: Adăugare
ru_ru: Добавить
tr_tr: Ekle
uk_ua: Додати

source: Add Layout
ca_es: Afegeix disposició
de_de: Layout hinzufügen
es_es: Añadir Vista
id_id: Tambah Tata Letak
pt_br: Adicionar Layout
pt_pt: Adicionar disposição
ro_ro: Adăugare dispunere
ru_ru: Добавить компоновку
tr_tr: Düzen Ekle
uk_ua: Додати розміщення

source: Edit Layout
ca_es: Edita la disposició
de_de: Layout bearbeiten
es_es: Editar Vista
id_id: Sunting Tata Letak
pt_br: Editar Layout
pt_pt: Editar disposição
ro_ro: Editare dispunere
ru_ru: Редактировать компоновку
tr_tr: Düzeni Düzenle
uk_ua: Редагувати розміщення

source: Are you sure you want to delete this layout?
ca_es: Segur que vols esborrar aquesta disposició?
de_de: Sind Sie sicher, dass Sie dieses Layout löschen möchten?
es_es: ¿Seguro que quieres eliminar esta vista?
id_id: Apa kamu yakin ingin menghapus tata letak ini?
pt_br: Tem certeza de que deseja excluir este layout?
pt_pt: Tem a certeza que pretende eliminar esta disposição?
ro_ro: Sigur vrei să ștergi această dispunere?
ru_ru: Вы уверены, что хотите удалить эту компоновку?
tr_tr: Bu düzeni silmek istediğinize emin misiniz?
uk_ua: Ви дійсно бажаєте видалити це розміщення?

source: Auto
cs_cz: Automaticky
el_gr: Αυτόματο
hu_hu: Automatikus
id_id: Otomatis
ja_jp: オート
nb_no: Automatisk
pt_br: Automático
pt_pt: Automático
ru_ru: Автоматически
tr_tr: Otomatik
uk_ua: Автоматична

source: Widescreen
ca_es: Pantalla horitzontal
cs_cz: Širokoúhlá obrazovka
de_de: Breitbild
el_gr: Οριζόντια
hu_hu: Szélesvászon
id_id: Layar lebar
ja_jp: ワイドスクリーン
pt_br: Tela Cheia
pt_pt: Modo Panorâmico
ro_ro: Ecran lat
ru_ru: Широкий экран
tr_tr: Geniş ekran
uk_ua: Для широкого екрана

source: Tallscreen
ca_es: Pantalla Vertical
cs_cz: Vysoká obrazovka
de_de: Hochbildschirm
el_gr: Κάθετη
hu_hu: Magasképernyő
id_id: Layar tinggi
ja_jp: トールスクリーン
pt_br: Tela Alta
pt_pt: Modo Retrato
ro_ro: Ecran înalt
ru_ru: Высокий экран
tr_tr: Dikey
uk_ua: Для високого екрана

source: Mirror View
ca_es: Vista Mirall
cs_cz: Převrátit plátno
de_de: Spiegel-Ansicht
el_gr: Αναστροφή Προβολής
es_es: Vista de espejo
hu_hu: Tükör Nézet
id_id: Tampilan Cermin
it_it: Vista a Specchio
ja_jp: ミラービュー
nb_no: Speilet Visning
pl_pl: Widok lustrzany
pt_br: Visão Espelhada
pt_pt: Vista Espelhada
ro_ro: Vizualizare oglindită
ru_ru: Зеркальный вид
tr_tr: Ayna Görünümü
uk_ua: Дзеркальний перегляд

source: Show Grid
ca_es: Mostrar la quadrícula
cs_cz: Zobrazit mřížku
de_de: Zeige Raster
el_gr: Εμφάνιση πλέγματος
eo_uy: Montri kradreton
es_es: Mostrar cuadrícula
fr: Afficher la grille
hu_hu: Rács megjelenítése
id_id: Tampilkan Kisi
it_it: Mostra la griglia
ja_jp: グリッドを表示
lv_lv: Rādīt režģi
nb_no: Vis Rutenett
pl_pl: Pokaż siatkę
pt_br: Mostrar Grade
pt_pt: Mostrar Grelha
ro_ro: Afișare grilă
ru_ru: Показывать сетку
tr_tr: Izgarayı Göster
uk_ua: Показати сітку

source: Show Pixel Grid
ca_es: Mostrar quadrícula de Píxels
cs_cz: Zobrazit pixelovou mřížku
de_de: Pixelraster anzeigen
el_gr: Εμφάνιση pixel πλέγματος
es_es: Mostrar cuadrícula de píxeles
id_id: Tampilkan Kisi Piksel
ja_jp: ピクセルグリッドを表示
nb_no: Vis Pikselrutenett
pt_br: Exibir Grade de Pixels
pt_pt: Mostrar Grelha de Pixeis
ro_ro: Afișare grilă de pixeli
ru_ru: Показать пиксельную сетку
tr_tr: Piksel Izgarayı Göster
uk_ua: Показати сітку пікселів

source: Show Rulers
ca_es: Mostrar regles
cs_cz: Zobrazit pravítka
de_de: Zeige Lineale
el_gr: Εμφάνιση χαράκων
eo_uy: Montri liniilojn
es_es: Mostrar Reglas
fr: Afficher les règles
hu_hu: Vonalzók megjelenítése
id_id: Pakai Penggaris
it_it: Mostra i righelli
ja_jp: ルーラーを表示
lv_lv: Rādīt mērjoslu
nb_no: Vis Linjaler
pl_pl: Pokaż linijki
pt_br: Mostrar Réguas
pt_pt: Mostrar Réguas
ro_ro: Afișare rigle
ru_ru: Показывать линейки
tr_tr: Cetvelleri Göster
uk_ua: Показати лінійки

source: Show Guides
ca_es: Mostrar guies
cs_cz: Zobrazit vodítka
de_de: Zeige Guides
el_gr: Εμφάνιση οδηγών
eo_uy: Montri direktliniojn
es_es: Mostrar guías
fr: Afficher les guides
hu_hu: Útmutatók megjelenítése
id_id: Tampilkan Panduan
it_it: Mostra le guide
ja_jp: ガイドを表示
lv_lv: Rādīt vadlīnijas
nb_no: Vis Guider
pl_pl: Pokaż prowadnice
pt_br: Mostrar Guias
pt_pt: Mostrar Guias
ro_ro: Afișare ghidaje
ru_ru: Показывать направляющие
tr_tr: Kılavuzları Göster
uk_ua: Показати посібники

source: Show Animation Timeline
ca_es: Mostrar línia de temps de l'animació
cs_cz: Zobrazit animační panel
de_de: Zeige Animations-Zeitleiste
el_gr: Εμφάνιση χρονοδιαγράμματος
eo_uy: Montri animacian kronologion
es_es: Mostrar timeline de animación
hu_hu: Animáció idővonal megjelenítése
id_id: Tampilkan Bingkai Animasi
it_it: Mostra la Timeline di animazione
ja_jp: アニメーションのタイムラインを表示
nb_no: Vis Animasjonstidslinje
pl_pl: Pokaż linię czasu animacji
pt_br: Mostrar linha do tempo de animação
pt_pt: Mostrar Linha de Tempo da Animação
ro_ro: Afișare cronologia animației
ru_ru: Показать таймлайн анимации
tr_tr: Animasyon Çizelgesini Göster
uk_ua: Показувати шкалу часу анімацій

source: Zen Mode
ca_es: Mode Zen
cs_cz: Zen režim
de_de: Zen-Modus
el_gr: Λειτουργία Zεν
es_es: Modo zen
hu_hu: Zen mód
id_id: Mode Zen
it_it: Modalità Zen
ja_jp: Zenモード
nb_no: Zenmodus
pl_pl: Tryb zen
pt_br: Modo Zen
pt_pt: Modo Zen
ro_ro: Mod zen
ru_ru: Режим «Дзен»
tr_tr: Zen Kipi
uk_ua: Режим "Дзен"

source: Fullscreen Mode
ca_es: Pantalla completa
cs_cz: Celá obrazovka
de_de: Vollbildmodus
el_gr: Λειτουργία Πλήρους Οθόνης
es_es: Modo de pantalla completa
hu_hu: Teljes képernyős mód
id_id: Mode Layar Penuh
it_it: Modalità Schermo Intero
ja_jp: フルスクリーンモード
nb_no: Fullskjermmodus
pl_pl: Tryb pełnoekranowy
pt_br: Modo Tela Cheia
pt_pt: Modo de Ecrã Cheio
ro_ro: Mod ecran complet
ru_ru: Во весь экран
tr_tr: Tam Ekran Kipi
uk_ua: Повноекранний режим

source: Fill with color:
ca_es: Omple amb color:
cs_cz: Vyplnit barvou:
de_de: Fülle mit Farbe:
el_gr: Γέμισμα με χρώμα:
eo_uy: Plenigi per koloro:
es_es: Rellenar con color:
fr: Remplir avec la couleur :
hu_hu: Kitöltés színnel:
id_id: Isi dengan warna:
it_it: Riempi con il colore:
ja_jp: 塗りつぶし
lv_lv: Aizpildīt ar krāsu:
nb_no: Fyll med farge:
pl_pl: Wypełnij kolorem:
pt_br: Preencher com cor:
pt_pt: Preencher com cor:
ro_ro: Umplere cu culoare:
ru_ru: Заливка цветом:
tr_tr: Renk ile doldur:
uk_ua: Заливка кольором:

source: Open a File
ca_es: Obrir un fitxer
cs_cz: Otevřít soubor
de_de: Öffne eine Datei
el_gr: Άνοιγμα αρχείου
eo_uy: Malfermi dosieron
es_es: Abrir un archivo
fr: Ouvrir un fichier
hu_hu: Fájl megnyitása
id_id: Buka berkas
it_it: Apri un File
ja_jp: ファイルを開く
lv_lv: Atvērt failu
nb_no: Åpne en Fil
pl_pl: Otwórz plik
pt_br: Abrir um Arquivo...
pt_pt: Abrir um Ficheiro
ro_ro: Deschide un fișier
ru_ru: Октрыть файл
tr_tr: Dosya Aç
uk_ua: Відкрити файл

source: Open File(s)
ca_es: Obrir fitxer(s)
cs_cz: Otevřít soubor(y)
de_de: Öffne Datei(en)
el_gr: Άνοιγμα αρχείου/ων
eo_uy: Malfermi dosiero(j)n
es_es: Abrir archivo(s)
fr: Ouvrir des fichiers
hu_hu: Fájl(ok) megnyitása
id_id: Buka berkas-berkas
it_it: Apri il(i) File
ja_jp: ファイルを開く
lv_lv: Atvērt failu(s)
nb_no: Åpne Fil(er)
pl_pl: Otwórz plik(i)
pt_br: Abrir Arquivo(s)...
pt_pt: Abrir Ficheiro(s)
ro_ro: Deschidere fișier(e)
ru_ru: Открыть файл(ы)
tr_tr: Dosya(ları) Aç
uk_ua: Відкрити файл(и)

source: Import Options
ca_es: Opcions d'importació
cs_cz: Nastavení importu
de_de: Importoptionen
el_gr: Επιλογές Εισαγωγής
es_es: Opciones de importación
hu_hu: Importálás beállításai
id_id: Pengaturan Impor
it_it: Opzioni Importazione
ja_jp: インポートオプション
nb_no: Importeringsvalg
pl_pl: Opcje importowania
pt_br: Importar Opções
pt_pt: Importar Opções
ro_ro: Opțiuni de importare
ru_ru: Настройки импорта
tr_tr: İçeri Aktarma Seçenekleri
uk_ua: Параметри імпорту

source: Import as:
ca_es: Importar com a:
cs_cz: Importovat jako:
de_de: Importiere als:
el_gr: Εισαγωγή ως:
es_es: Importar como:
hu_hu: Importálás másként:
id_id: Impor Sebagai:
it_it: Importa come:
ja_jp: 形式を指定してインポート
nb_no: Importér som:
pl_pl: Importuj jako:
pt_br: Importar como:
pt_pt: Importar como:
ro_ro: Importare ca:
ru_ru: Импортировать как:
tr_tr: İçe farklı aktar:
uk_ua: Імпортувати як:

source: Apply to all
ca_es: Aplica a tots
de_de: Auf alle anwenden
es_es: Aplicar a todo
id_id: Terapkan ke semua
pt_br: Aplicar a todos
pt_pt: Aplicar a tudo
ro_ro: Aplicare la toate
ru_ru: Применить ко всем
tr_tr: Hepsine uygula
uk_ua: Застосувати до всіх

source: Recent projects
ca_es: Darrers projectes
cs_cz: Nedávné projekty
de_de: Letzte Projekte
el_gr: Πρόσφατα έργα
es_es: Proyectos recientes
hu_hu: Utoljára megnyitott projektek
id_id: Proyek yang tadi
it_it: Progetti recenti
ja_jp: 最近のプロジェクト
nb_no: Siste prosjekter
pl_pl: Ostatnie projekty
pt_br: Projetos recentes
pt_pt: Projetos recentes
ro_ro: Proiecte recente
ru_ru: Недавние проекты
tr_tr: Son Projeler
uk_ua: Нещодавні проєкти

source: New project
de_de: Neues Projekt
es_es: Nuevo proyecto
id_id: Proyek baru
pt_br: Novo projeto
pt_pt: Novo projeto
ro_ro: Proiect nou
ru_ru: Новый проект
tr_tr: Yeni proje
uk_ua: Новий проєкт

source: Spritesheet (new project)
de_de: Spritesheet (neues Projekt)
es_es: Hoja de Sprites (Nuevo Proyecto)
id_id: Lembar sprite (proyek baru)
pt_br: Spritesheet (novo projeto)
ro_ro: Foaie cu grafice bidimensionale (proiect nou)
ru_ru: Таблица спрайтов (новый проект)
tr_tr: Hareketli sayfa (yeni proje)
uk_ua: Таблиця спрайтів (новий проєкт)

source: Spritesheet (new layer)
ca_es: Full de sprites (nova capa)
cs_cz: Spritesheet (nová vrstva)
de_de: Spritesheet (neue Ebene)
el_gr: Φύλλο καρέ (νέα στρώση)
es_es: Hoja de sprites (nueva capa)
hu_hu: Képsorozat (új réteg)
id_id: Lembar sprite (lapisan baru)
ja_jp: スプライトシート (新規レイヤー)
nb_no: Tegneark (nytt lag)
pt_br: Spritesheet (nova camada)
pt_pt: Folha de Imagens (nova camada)
ro_ro: Foaie cu grafice bidimensionale (strat nou)
ru_ru: Таблица спрайтов (новый слой)
tr_tr: Hareketli sayfa (yeni katman)
uk_ua: Таблиця спрайтів (новий шар)

source: New frame
ca_es: Nou fotograma
cs_cz: Nový snímek
de_de: Neuer Frame
el_gr: Νέο καρέ
es_es: Nuevo fotograma
hu_hu: Új képkocka
id_id: Bingkai Baru
it_it: Nuovo frame
ja_jp: 新しいフレーム
nb_no: Nytt bilde
pl_pl: Nowa klatka
pt_br: Novo Quadro
pt_pt: Novo fotograma
ro_ro: Cadru nou
ru_ru: Новый кадр
tr_tr: Yeni kare
uk_ua: Новий кадр

source: Replace cel
de_de: Cel ersetzen
id_id: Timpa cel
pt_br: Substituir o cel
pt_pt: Substituir célula
ro_ro: Înlocuire cel
ru_ru: Заменить ячейку
tr_tr: Hücreyi değiştir
uk_ua: Замінити клітинку

source: New layer
ca_es: Nova capa
cs_cz: Nová vrstva
de_de: Neue Ebene
el_gr: Νέα στρώση
es_es: Nueva capa
hu_hu: Új réteg
id_id: Lapisan baru
it_it: Nuovo livello
ja_jp: 新規レイヤー
nb_no: Nytt lag
pl_pl: Nowa warstwa
pt_br: Nova camada
pt_pt: Nova camada
ro_ro: Strat nou
ru_ru: Новый слой
tr_tr: Yeni katman
uk_ua: Новий шар

source: New reference image
de_de: Neues Referenzbild
es_es: Nueva imagen de referencia
id_id: Gambar rujukan baru
pt_br: Nova imagem de referência
ro_ro: Imagine de referință nouă
ru_ru: Новое эталонное изображение
tr_tr: Yeni referans resmi
uk_ua: Нове еталонне зображення

source: New palette
ca_es: Nova paleta
cs_cz: Nová paleta
de_de: Neue Palette
el_gr: Νέα παλέτα
es_es: Nueva paleta
hu_hu: Új paletta
id_id: Palet baru
it_it: Nuova palette
ja_jp: 新しいパレット
nb_no: Ny palett
pl_pl: Nowa paleta
pt_br: Nova paleta
pt_pt: Nova palete
ro_ro: Paletă nouă
ru_ru: Новая палитра
tr_tr: Yeni palet
uk_ua: Нова палітра

source: New brush
ca_es: Nou pinzell
cs_cz: Nový štětec
de_de: Neuer Pinsel
el_gr: Νέο πινέλο
es_es: Nuevo pincel
hu_hu: Új ecset
id_id: Kuas baru
it_it: Nuova pennello
ja_jp: 新しいブラシ
nb_no: Ny børste
pl_pl: Nowy pędzel
pt_br: Nova escova
pt_pt: Novo pincel
ro_ro: Pensulă nouă
ru_ru: Новая кисть
tr_tr: Yeni fırça
uk_ua: Новий пензель

source: New pattern
ca_es: Nou patró
cs_cz: Nový vzor
de_de: Neues Muster
el_gr: Νέο μοτίβο
es_es: Nuevo patrón
hu_hu: Új minta
id_id: Pola baru
it_it: Nuovo motivo
ja_jp: 新しいパターン
nb_no: Nytt mønster
pl_pl: Nowy wzorzec
pt_br: Novo padrão
pt_pt: Novo padrão
ro_ro: Model nou
ru_ru: Новый узор
tr_tr: Yeni kalıp
uk_ua: Новий шаблон

source: Horizontal frames:
ca_es: Fotogrames horitzontals:
cs_cz: Vodorovné snímky:
de_de: Horizontale Frames:
el_gr: Οριζόντια καρέ:
es_es: Fotogramas horizontales:
hu_hu: Vízszintes képkockák:
id_id: Bingkai mendatar:
it_it: Frame orizzontali:
ja_jp: 水平フレーム:
nb_no: Horisontale bilder:
pl_pl: Klatki poziome:
pt_br: Quadros horizontais:
pt_pt: Fotogramas horizontais:
ro_ro: Cadre orizontale:
ru_ru: Кадров по горизонтали:
tr_tr: Yatay kareler:
uk_ua: Горизонтальні кадри:

source: Vertical frames:
ca_es: Fotogrames verticales:
cs_cz: Svislé snímky:
de_de: Vertikale Frames:
el_gr: Κάθετα καρέ:
es_es: Fotogramas verticales:
hu_hu: Függőleges képkockák:
id_id: Bingkai menegak:
it_it: Frame verticali:
ja_jp: 垂直フレーム
nb_no: Vertikale bilder:
pl_pl: Klatki pionowe:
pt_br: Quadros verticais:
pt_pt: Fotogramas verticais:
ro_ro: Cadre verticale:
ru_ru: Кадров по вертикали:
tr_tr: Dikey kareler:
uk_ua: Вертикальні кадри:

source: Start frame:
ca_es: Fotograma d'inici:
cs_cz: První snímek:
el_gr: Καρέ έναρξης:
es_es: Fotograma inicial:
hu_hu: Kezdő képkocka:
id_id: Bingkai awal:
ja_jp: 開始フレーム:
nb_no: Startbilde:
pt_br: Quadro inicial:
pt_pt: Fotograma inicial:
ro_ro: Cadru de pornire:
ru_ru: Начальный кадр:
tr_tr: Başlangıç karesi:
uk_ua: Початковий кадр:

source: At frame:
ca_es: Al fotograma:
cs_cz: Na snímku:
de_de: Bei dem Frame:
el_gr: Στο καρέ:
es_es: En el fotograma:
id_id: Di bingkai:
ja_jp: すべてのフレーム:
nb_no: På bilde:
pt_br: Na moldura:
pt_pt: No fotograma:
ro_ro: La cadrul:
ru_ru: В кадре:
tr_tr: Karede:
uk_ua: До кадру:

source: At layer:
ca_es: A la capa:
cs_cz: Na vrstvě:
de_de: Bei der Ebene:
el_gr: Στη στρώση:
es_es: En la capa:
id_id: Di lapisan:
ja_jp: レイヤーで:
nb_no: På lag:
pt_br: Na camada:
pt_pt: Na camada:
ro_ro: La stratul:
ru_ru: На слое:
tr_tr: Katmanda:
uk_ua: На шарі:

source: Brush type:
ca_es: Tipus de pinzell:
cs_cz: Druh štětce:
de_de: Pinseltyp:
el_gr: Τύπος πινέλου:
es_es: Tipo de pincel:
hu_hu: Ecset típus:
id_id: Tipe kuas:
it_it: Tipo del pennello:
ja_jp: ブラシタイプ:
nb_no: Børstetype:
pl_pl: Typ pędzla:
pt_br: Tipo do pincel:
pt_pt: Tipo de pincel
ro_ro: Tip de pensulă:
ru_ru: Тип кисти:
tr_tr: Fırça tipi:
uk_ua: Тип пензля:

source: File brush
ca_es: Pinzell del fitxer
cs_cz: Štětec ze souboru
de_de: Datei-Pinsel
el_gr: Πινέλο από αρχείο
es_es: Guardar como pincel
hu_hu: Fájl ecset
id_id: Kuas berkas
it_it: File pennello
ja_jp: ファイルブラシ
nb_no: Filbørste
pl_pl: Pędzel programu (File brush)
pt_br: Pincel de limpeza
pt_pt: Ficheiro do pincel
ro_ro: Pensulă de fișier
ru_ru: Кисть файла
tr_tr: Dosya fırçası
uk_ua: Файл щітки

source: Project brush
ca_es: Pinzell del projecte
cs_cz: Štětec z projektu
de_de: Projekt-Pinsel
el_gr: Πινέλο από project
es_es: Proyecto pincel
hu_hu: Projekt ecset
id_id: Kuas proyek
it_it: Pennello del progetto
ja_jp: プロジェクトブラシ
nb_no: Prosjektbørste
pl_pl: Pędzel projektu
pt_br: Pincel do projeto
pt_pt: Pincel do projeto
ro_ro: Pensulă de proiect
ru_ru: Кисть проекта
tr_tr: Proje fırçası
uk_ua: Пензель проєкту

source: Random brush
ca_es: Pinzell aleatori
cs_cz: Náhodný štětec
de_de: Zufälliger Pinsel
el_gr: Τυχαίο πινέλο
es_es: Pincel al azar
hu_hu: Véletlenszerű ecset
id_id: Kuas acak
it_it: Pennello casuale
ja_jp: ランダムブラシ
nb_no: Tilfeldig børste
pl_pl: Losowy pędzel
pt_br: Pincel aleatório
pt_pt: Pincel aleatório
ro_ro: Pensulă aleatorie
ru_ru: Случайная кисть
tr_tr: Rastgele fırça
uk_ua: Випадковий пензель

source: Save Sprite as .pxo
ca_es: Desar Sprite com a .pxo
cs_cz: Uložit obrázek jako .pxo
de_de: Speichere Sprite als .pxo
el_gr: Αποθήκευση εικόνας ως .pxo
eo_uy: Konservi spriton kiel .pxo
es_es: Guardar Sprite como .pxo
fr: Enregistrer la sprite au format .pxo
hu_hu: Kép mentése mint .pxo
id_id: Simpan "sprite" sebagai .pxo
it_it: Salva lo Sprite come .pxo
ja_jp: スプライトを .pxo として保存
lv_lv: Saglabāt animāciju kā .pxo
nb_no: Lagre Figur som .pxo
pl_pl: Zapisz obraz jako .pxo
pt_br: Salvar Sprite como .pxo
pt_pt: Gravar Imagem como .pxo
ro_ro: Salvare grafic bidimensional ca .pxo
ru_ru: Сохранить спрайт как .pxo
tr_tr: Sprite'ı .pxo Olarak Kaydet
uk_ua: Зберегти спрайт як .pxo

source: Export Sprite as .png
ca_es: Exportar Sprite com a .png
cs_cz: Exportovat obrázek jako .png
de_de: Exportiere Sprite als PNG
el_gr: Εξαγωγή εικόνας ως .png
eo_uy: Elporti spriton kiel .png
es_es: Exportar Sprite como .png
hu_hu: Kép exportálása mint .png
id_id: Ekspor "sprite" sebagai .png
it_it: Esporta lo Sprite come .png
ja_jp: .png としてエクスポート
lv_lv: Eksportēt animāciju kā .png
nb_no: Eksportér Figur som .png
pl_pl: Eksportuj obraz jako .png
pt_br: Exportar Sprite como .png
pt_pt: Exportar Imagem como .png
ro_ro: Exportare grafic bidimensional ca .png
ru_ru: Экспортировать спрайт как .png
tr_tr: Sprite'ı .png Olarak Dışa Aktar
uk_ua: Експортувати спрайт в .png

source: Export Sprite
ca_es: Exportar Sprite
cs_cz: Exportovat obrázek
de_de: Exportiere Sprite
el_gr: Εξαγωγή εικόνας
eo_uy: Elporti spriton
es_es: Exportar Sprite
fr: Exporter une sprite
hu_hu: Kép exportálása
id_id: Ekspor "sprite"
it_it: Esporta lo Sprite
ja_jp: スプライトをエクスポート
lv_lv: Eksportēt animāciju
nb_no: Eksportér Figur
pl_pl: Eksportuj obraz
pt_br: Exportar Sprite
pt_pt: Exportar Imagem
ro_ro: Exportare grafic bidimensional
ru_ru: Экспортировать спрайт
tr_tr: Sprite'ı Dışa Aktar
uk_ua: Експортувати спрайт

source: File Exists, Overwrite?
ca_es: El fitxer existeix, sobrescriure?
cs_cz: Soubor existuje, přepsat?
de_de: Datei existiert schon, überschreiben?
el_gr: Το άρχειο υπάρχει, να γίνει αντικατάσταση;
eo_uy: Dosiero ekzistas, ĉu rekonservi?
es_es: Archivo existente, ¿Sobrescribir?
hu_hu: Fájl létezik, fölülírja?
id_id: Ada berkasnya. Timpa saja?
it_it: Il file esiste già, vuoi sovrascrivere?
ja_jp: ファイルが存在します。上書きしますか？
lv_lv: Fails eksistē, pārrakstīt?
nb_no: Filen Eksisterer, Overskrive?
pl_pl: Plik istnieje! Nadpisać?
pt_br: Arquivo Já Existe, Substituir?
pt_pt: O ficheiro já existe, Substituir?
ro_ro: Fișierul există deja. Suprascrii?
ru_ru: Файл существует, перезаписать?
tr_tr: Dosya Zaten Var, Üzerine Yazılsın mı?
uk_ua: Файл існує, перезаписати?

source: The following files already exist. Do you wish to overwrite them? %s
de_de: Die folgenden Dateien sind bereits vorhanden. Möchten Sie sie überschreiben? %s
es_es: Los siguientes archivos ya existen. ¿Deseas sobreescribirlos? %s
id_id: Berkas tersebut sudah ada. Apakah ingin ditimpa saja? %s
pt_br: Os seguintes arquivos já existem. Você deseja substituí-los
ro_ro: Următoarele fișiere există deja. Dorești să le suprascrii? %s
ru_ru: Указанные ниже файлы уже существуют. Перезаписать их? %s
tr_tr: Aşağıdaki dosyalar zaten mevcut. Var olan dosyaların üzerine yazmak ister misiniz? %s
uk_ua: Вказані нижче файли вже існують. Перезаписати їх? %s

source: Directory path is not valid!
de_de: Verzeichnispfad ist ungültig!
es_es: ¡Ruta de directorio no válida!
id_id: Jalur direktori tidak absah!
pt_br: Caminho de pasta inválido!
pt_pt: Caminho do diretório inválido!
ro_ro: Calea directorului nu este validă!
ru_ru: Недопустимый путь к каталогу!
tr_tr: Dizin yolu geçersiz!
uk_ua: Шлях до директорії неправильний!

source: File name is not valid!
de_de: Dateiname ist ungültig!
es_es: ¡Nombre de archivo no válido!
id_id: Nama berkas tidak absah!
pt_br: Nome de arquivo inválido!
pt_pt: Nome do ficheiro inválido!
ro_ro: Numele fișierului nu este valid!
ru_ru: Неправильное имя файла!
tr_tr: Dosya adı geçersiz!
uk_ua: Назва файла неправильна!

source: Directory path and file name are not valid!
de_de: Verzeichnispfad und Dateiname sind ungültig!
es_es: ¡La ruta del directorio y el nombre de archivo no son válidos!
id_id: Jalur direktori dan nama berkas tidak absah!
pt_br: Caminho de diretório e nome de arquivo inválidos!
pt_pt: Caminho do diretório e nome do ficheiro inválido!
ro_ro: Calea directorului și numele fișierului nu sunt valide!
ru_ru: Недопустимый путь к папке или имя файла!
tr_tr: Dizin yolu ve dosya adı geçersiz!
uk_ua: Шлях до директорії і назва файла неправильні!

source: Exporting in progress...
ca_es: S'està exportant...
cs_cz: Probíhá export...
de_de: Export läuft...
el_gr: Εξαγωγή σε εξέλιξη...
es_es: Exportación en progreso...
hu_hu: Exportálás folyamatban...
id_id: Ekspor sedang berlangsung...
it_it: Esportazione in corso...
ja_jp: エクスポート中...
nb_no: Eksport pågår...
pl_pl: Eksportowanie w toku...
pt_br: Exportação em andamento...
pt_pt: A Exportar...
ro_ro: Exportare în desfășurare...
ru_ru: Выполняется экспорт...
tr_tr: Dışa aktarma işlemi devam ediyor...
uk_ua: Виконується експорт...

source: Can't load file '%s'.
ca_es: No es pot carregar l'arxiu '%s'.
de_de: Kann Datei '%s ' nicht laden.
es_es: No se puede cargar el archivo '%s'.
id_id: Tak bisa memuat '%s'.
nb_no: Kan ikke laste fil '%s'.
pt_br: Não é possível carregar o arquivo '%s'.
pt_pt: Não foi possível carregar o ficheiro '%s'.
ro_ro: Fișierul „%s” nu poate fi încărcat.
ru_ru: Не удается загрузить файл '%s'.
tr_tr: '%s' dosyası yüklenemedi.
uk_ua: Не вдалося прочитати файл «%s».
