Repository: Orama-Interactive/Pixelorama
Catalog: Translations/*.po
Languages: ca_es, cs_cz, de_de, el_gr, eo_uy, es_es, fr, hu_hu, id_id, it_it, ja_jp, lv_lv, nb_no, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, tr_tr, uk_ua

source: You have unsaved progress. How do you wish to proceed?
ca_es: Tens canvis sense desar. Com vols proceder?
cs_cz: Máte neuložené změny. Jak si přejete pokračovat?
de_de: Du hast nicht gespeicherten Fortschritt. Wie möchtest du fortfahren?
el_gr: Έχετε μη αποθηκευμένη πρόοδο. Πώς θέλετε να συνεχίσετε;
eo_uy: Vi havas nekonservitan progreson. Kiel vi deziras procedi?
es_es: Tienes un progreso sin guardar. ¿Cómo quieres continuar?
hu_hu: Nem mentett változtatások vannak. Biztos vagy benne hogy továbblépsz?
id_id: Progres belum disimpan. Sebaiknya ini bagaimana?
it_it: Hai dei progressi non salvati. Come vuoi procedere?
ja_jp: 保存されていない進行状況があります。どのように進めますか？
nb_no: Du har ulagret fremgang. Hvordan ønsker du å fortsette?
pl_pl: Masz niezapisany postęp. Jak chcesz kontynuować?
pt_br: Você não salvou o progresso. Como deseja continuar?
pt_pt: Tem progresso não gravado. Como quer proceder?
ro_ro: Ai progres nesalvat. Cum dorești să continui?
ru_ru: У вас есть несохраненный прогресс. Как продолжить?
tr_tr: Kaydedilmemiş işlemin var. Ne yapılmasını istersin?
uk_ua: Ви маєте незбережений прогрес. Як Ви хочете продовжити?

source: Save & Exit
ca_es: Desar i sortir
cs_cz: Uložit a ukončit
de_de: Speichern & Beenden
el_gr: Αποθήκευση & έξοδος
eo_uy: Konservi kaj eliri
es_es: Guardar y salir
hu_hu: Mentés és kilépés
id_id: Simpan & Keluar
it_it: Salva ed esci
ja_jp: セーブして終了
nb_no: Lagre & Avslutt
pl_pl: Zapisz i wyjdź
pt_br: Salvar & Sair
pt_pt: Gravar e Sair
ro_ro: Salvare și ieșire
ru_ru: Сохранить и выйти
tr_tr: Kaydet ve Çık
uk_ua: Зберегти та вийти

source: Exit without saving
ca_es: Sortir sense desar
cs_cz: Ukončit bez uložení
de_de: Verlassen ohne zu speichern
el_gr: Έξοδος χωρίς αποθήκευση
eo_uy: Eliri sen konservado
es_es: Salir sin guardar
hu_hu: Kilépés mentés nélkül
id_id: Keluar tanpa menyimpan
it_it: Esci senza salvare
ja_jp: 保存せずに終了
nb_no: Avslutt uten å lagre
pl_pl: Wyjdź bez zapisywania
pt_br: Saia sem salvar
pt_pt: Sair sem Gravar
ro_ro: Ieșire fără salvare
ru_ru: Выйти без сохранения
tr_tr: Kaydetmeden Çık
uk_ua: Вийти без збереження

source: Rectangular Selection %s for left mouse button %s for right mouse button
ca_es: Selecció Rectangular %s pel click esquerre del ratolí %s pel click dret del ratolí
cs_cz: Obdelníkový výber %s pro levé tlačítko myši %s pro pravé tlačítko myši
de_de: Rechteckige Auswahl %s für die linke Maustaste %s für die rechte Maustaste
es_es: Cubo de pintura %s para el botón izquierdo del mouse %s para el botón derecho del mouse
id_id: Seleksi Persegi Panjang %s untuk tetikus kiri %s untuk tetikus kanan
nb_no: Rektangulær Markering %s for venstre museknapp %s for høyre museknapp
pt_br: Seleção Retangular %s para botão esquerdo do mouse %s para botão direito do mouse
pt_pt: Seleção Retangular %s para botão de lado esquerdo do rato%s para botão de lado direito do rato
ro_ro: Selectare dreptunghiulară %s pentru butonul din stânga al mausului %s pentru butonul din dreapta al mausului
ru_ru: Прямоугольное выделение %s левой кнопкой мыши %s для правой кнопки мыши
tr_tr: Dikdörtgen Seçim Sol fare düğmesi için %s Sağ fare düğmesi için %s
uk_ua: Прямокутне виділення %s для лівої кнопки миші %s для правої кнопки миші

source: Elliptical Selection %s for left mouse button %s for right mouse button
ca_es: Selecció El·líptica %s pel click esquerre del ratolí %s pel click dret del ratolí
cs_cz: Elipsový výběr %s pro levé tlačítko myši %s pro pravé tlačítko myši
de_de: Elliptische Auswahl %s für die linke Maustaste %s für die rechte Maustaste
es_es: Cubo de pintura %s para el botón izquierdo del mouse %s para el botón derecho del mouse
id_id: Seleksi Elips %s untuk tetikus kiri %s untuk tetikus kanan
nb_no: Elliptisk Markering %s for venstre museknapp %s for høyre museknapp
pt_br: Seleção Elíptica %s para botão esquerdo do mouse %s para botão direito do mouse
pt_pt: Seleção eliptica %s para botão de lado esquerdo do rato %s para botão de lado direito do rato
ro_ro: Selectare eliptică %s pentru butonul din stânga al mausului %s pentru butonul din dreapta al mausului
ru_ru: Эллиптическое выделение %s левой кнопкой мыши %s для правой кнопки мыши
tr_tr: Eliptik Seçim Sol fare düğmesi için %s Sağ fare düğmesi için %s
uk_ua: Еліптичне виділення %s для лівої кнопки миші %s для правої кнопки миші

source: Polygonal Selection %s for left mouse button %s for right mouse button Double-click to connect the last point to the starting point
ca_es: Selecció poligonal %s pel botó esquerre del ratolí %s pel botó dret del ratolí Doble clic per connectar el darrer punt al punt d'inici
de_de: Polygonale Auswahl %s für die linke Maustaste %s für die rechte Maustaste Doppelklick, um den letzten Punkt mit dem Startpunkt zu verbinden
es_es: Selección poligonal %s para el botón izquierdo del ratón %s para el botón derecho del ratón Haga doble clic para conectar el último punto al punto inicial
id_id: Seleksi Poligon %s untuk tetikus kiri %s untuk tetikus kanan Pencet dua kali untuk menghubungkan titik akhir ke titik awal
nb_no: Polygonal Markering %s for venstre museknapp %s for høyre museknapp
pt_br: Seleção poligonal %s para o botão esquerdo do mouse %s para o botão direito do mouse Clique duplo para conectar o último ponto ao ponto inicial
pt_pt: Seleção poligonal %s para o botão esquerdo do rato %s para o botão direito do rato Duplo clique para ligar o último ponto ao primeiro
ro_ro: Selectare poligonală %s pentru butonul din stânga al mausului %s pentru butonul din dreapta al mausului Dublu-clic pentru a conecta ultimul punct la punctul de pornire
ru_ru: Многоугольное выделение %s для левой кнопки мыши %s для правой кнопкой мыши Двойной клик для соединения последней точки с первой
tr_tr: Çokgen Seçim Sol fare düğmesi için %s Sağ fare düğmesi için %s Son noktayı başlangıç noktasına bağlamak için çift tıklayın
uk_ua: Полігональне виділення %s для лівої кнопки миші %s для правої кнопки миші Двійне натиснення з'єднує останню точку з першою

source: Select By Color %s for left mouse button %s for right mouse button
ca_es: Selecció per Color %s pel click esquerre del ratolí %s pel click dret del ratolí
cs_cz: Výběr podle barvy %s pro levé tlačítko myši %s pro pravé tlačítko myši
de_de: Nach Farbe wählen %s für die linke Maustaste %s für die rechte Maustaste
es_es: Seleccionar Por Color %s para el botón izquierdo del mouse %s para el botón derecho del mouse
id_id: Pilih mengikuti Warna %s untuk tetikus kiri %s untuk tetikus kanan
nb_no: Markering Etter Farge %s for venstre museknapp %s for høyre museknapp
pt_br: Seleção por Cor %s para botão esquerdo do mouse %s para botão direito do mouse
pt_pt: Seleção por Cor %s para botão de lado esquerdo do rato %s para botão de lado direito do rato
ro_ro: Selectare după culoare %s pentru butonul din stânga al mausului %s pentru butonul din dreapta al mausului
ru_ru: Выбор по цвету %s левой кнопкой мыши %s для правой кнопки мыши
tr_tr: Renge Göre Seç Sol fare düğmesi için %s Sağ fare düğmesi için %s
uk_ua: Вибір за кольором %s для лівої кнопки миші %s для правої кнопки миші

source: Magic Wand %s for left mouse button %s for right mouse button
ca_es: Vareta Màgica %s pel click esquerre del ratolí %s pel click dret del ratolí
cs_cz: Kouzelná hůlka %s pro levé tlačítko myši %s pro pravé tlačítko myši
de_de: Zauberstab %s für die linke Maustaste %s für die rechte Maustaste
es_es: Varita mágica %s para el botón izquierdo del mouse %s para el botón derecho del mouse
id_id: Tongkat Ajaib %s untuk tetikus kiri %s untuk tetikus kanan
nb_no: Tryllestav %s for venstre museknapp %s for høyre museknapp
pt_br: Varinha Mágica %s para botão esquerdo do mouse %s para botão direito do mouse
pt_pt: Varinha Mágica %s para botão de lado esquerdo do rato %s para botão de lado direito do rato
ro_ro: Baghetă magică %s pentru butonul din stânga al mausului %s pentru butonul din dreapta al mausului
ru_ru: Волшебная палочка %s левой кнопкой мыши %s для правой кнопки мыши
tr_tr: Sihirli Değnek Sol fare düğmesi için %s Sağ fare düğmesi için %s
uk_ua: Чарівна паличка %s для лівої кнопки миші %s для правої кнопки миші

source: Lasso / Free Select Tool %s for left mouse button %s for right mouse button
ca_es: Llaç / Eina de Selecció Lliure %s pel click esquerre del ratolí %s pel click dret del ratolí
cs_cz: Laso/volný výběr %s pro levé tlačítko myši %s pro pravé tlačítko myši
de_de: Lasso- / Freies Auswahl-Werkzeug %s für die linke Maustaste %s für die rechte Maustaste
es_es: Lazo / Herramienta de Selección Libre %s para el botón izquierdo del mouse %s para el botón derecho del mouse
id_id: Lasso / Alat Pemangkas %s untuk tetikus kiri %s untuk tetikus kanan
nb_no: Lassoverktøy %s for venstre museknapp %s for høyre museknapp
pt_br: Ferramenta de Seleção Livre / Laço %s para botão esquerdo do mouse %s para botão direito do mouse
pt_pt: Laço / Ferramenta de Seleção Livre %s para botão de lado esquerdo do rato %s para botão de lado direito do rato
ro_ro: Lasou/instrument de selectare liberă %s pentru butonul din stânga al mausului %s pentru butonul din dreapta al mausului
ru_ru: Лассо / свободное выделение %s левой кнопкой мыши %s для правой кнопки мыши
tr_tr: Kement / Serbest Seçim Aracı Sol fare düğmesi için %s Sağ fare düğmesi için %s
uk_ua: Ласо / довільне виділення %s для лівої кнопки миші %s для правої кнопки миші

source: Move %s for left mouse button %s for right mouse button
ca_es: Moure %s pel click esquerre del ratolí %s pel click dret del ratolí
cs_cz: Přesun obrázku %s pro levé tlačítko myši %s pro pravé tlačítko myši
de_de: Bewegen %s für die linke Maustaste %s für die rechte Maustaste
es_es: Mover %s para el botón izquierdo del mouse %s para el botón derecho del mouse
id_id: Pindah %s untuk tetikus kiri %s untuk tetikus kanan
nb_no: Flytt %s for venstre museknapp %s for høyre museknapp
pt_br: Mover %s para botão esquerdo do mouse %s para botão direito do mouse
pt_pt: Mover %s para botão de lado esquerdo do rato %s para botão de lado direito do rato
ro_ro: Deplasare %s pentru butonul din stânga al mausului %s pentru butonul din dreapta al mausului
ru_ru: Перемещение %s для левой кнопки мыши %s для правой кнопки мыши
tr_tr: Taşı Sol fare düğmesi için %s Sağ fare düğmesi için %s
uk_ua: Пересування %s для лівої кнопки миші %s для правої кнопки миші

source: Zoom %s for left mouse button %s for right mouse button
ca_es: Zoom %s pel click esquerre del ratolí %s pel click dret del ratolí
cs_cz: Přiblížit/oddálit %s pro levé tlačítko myši %s pro pravé tlačítko myši
de_de: Zoom %s für linke Maustaste %s für rechte Maustaste
el_gr: Ζουμ (Μεγέθυνση) %s για το αριστερό κουμπί ποντικιού %s για το δεξί κουμπί ποντικιού
es_es: Zoom %s para el botón izquierdo del mouse %s para el botón derecho del mouse
hu_hu: Nagyítás %s a bal egérgombbal %s a jobb egérgombbal
id_id: Keker %s untuk tetikus kiri %s untuk tetikus kanan
it_it: Zoom %s per il pulsante sinistro del mouse %s per il pulsante destro del mouse
ja_jp: ズーム %sでマウスの左ボタンを ズーム に変更 %sでマウスの右ボタンを ズーム に変更
nb_no: Zoom %s for venstre museknapp %s for høyre museknapp
pl_pl: Przybliżenie %s dla lewego przycisku myszy %s dla prawego przycisku myszy
pt_br: Zoom %s para o botão esquerdo do mouse %s para o botão direito do mouse
pt_pt: Zoom %s para botão de lado esquerdo do rato %s para botão de lado direito do rato
ro_ro: Transfocare %s pentru butonul din stânga al mausului %s pentru butonul din dreapta al mausului
ru_ru: Масштаб %s левой кнопкой мыши %s для правой кнопки мыши
tr_tr: Yakınlaştır Sol fare düğmesi için %s Sağ fare düğmesi için %s
uk_ua: Масштабування %s для лівої кнопки миші %s для правої кнопки миші

source: Pan %s for left mouse button %s for right mouse button
ca_es: Desplaçar-se per la pantalla %s pel botó esquerre del ratolí %s pel botó dret del ratolí
cs_cz: Posun plátna %s pro levé tlačítko myši %s pro pravé tlačítko myši
de_de: Schwenk %s für linke Maustaste %s für rechte Maustaste
el_gr: Μετακίνηση κάμερας %s για το αριστερό κουμπί ποντικιού %s για το δεξί κουμπί ποντικιού
es_es: Vista %s para el botón izquierdo del mouse %s para el botón derecho del mouse
id_id: Geser %s untuk tetikus kiri %s untuk tetikus kanan
ja_jp: パン %sでマウスの左ボタンを パン に変更 %sでマウスの右ボタンを パン に変更
nb_no: Panorer %s for venstre museknapp %s for høyre museknapp
pt_br: Mover %s para o botão esquerdo do mouse %s para o botão direito
pt_pt: Mover %s para botão de lado esquerdo do rato %s para botão de lado direito do rato
ro_ro: Panoramare %s pentru butonul din stânga al mausului %s pentru butonul din dreapta al mausului
ru_ru: Сдвиг %s левой кнопкой мыши %s для правой кнопки мыши
tr_tr: Kaydır Sol fare düğmesi için %s Sağ fare düğmesi için %s
uk_ua: Пересування %s для лівої кнопки миші %s для правої кнопки миші

source: Color Picker %s for left mouse button %s for right mouse button Select a color from a pixel of the sprite
ca_es: Selector de colors %s pel botó esquerre del ratolí %s pel botó dret del ratolí Selecciona el color d'un pixel de l'sprite
de_de: Farbauswahl %s für die linke Maustaste %s für die rechte Maustaste Wählen Sie eine Farbe aus einem Pixel des Sprites
es_es: Selector de Color %s para el botón izquierdo del ratón %s para el botón derecho del ratón Seleccione un color de un píxel del sprite
id_id: Pengambil Warna %s untuk tetikus kiri %s untuk tetikus kanan Pilih warna dari piksel gambar sprite
nb_no: Fargevelger %s for venstre museknapp %s for høyre museknapp
pt_br: Selecionador de cores %s para o botão esquerdo do mouse %s para o botão direito do mouse Selecione uma cor de um pixel do sprite
ro_ro: Selector de culoare %s pentru butonul din stânga al mausului %s pentru butonul din dreapta al mausului Selectează o culoare dintr-un pixel al graficului bidimensional
ru_ru: Пипетка %s для левой кнопки мыши %s для правой кнопки мыши Выбирает цвет из пикселя спрайта
tr_tr: Renk Seçici Sol fare düğmesi için %s Sağ fare düğmesi için %s Sprite pikselinden renk seç
uk_ua: Піпетка %s для лівої кнопки миші %s для правої кнопки миші Вибрати колір пікселя зі спрайта

source: Pencil %s for left mouse button %s for right mouse button Hold %s to make a line
ca_es: Llapis %s pel botó esquerre del ratolí %s pel botó dret del ratolí Manten %s para fer una línia
cs_cz: Tužka %s pro levé tlačítko myši %s pro pravé tlačítko myši Podrž %s pro vytvoření čáry
de_de: Bleistift %s für linke Maustaste %s für rechte Maustaste Halte %s, um eine Linie zu bilden
el_gr: Μολύβι %s για το αριστερό κουμπί ποντικιού %s για το δεξί κουμπί ποντικιού Κρατήστε %s για να τραβήξετε μια γραμμή
es_es: Lápiz %s para el botón izquierdo del mouse %s para el botón derecho del mouse Mantén pulsado %s para crear una línea
hu_hu: Ceruza %s a bal egérgombbal %s a jobb egérgombbal Tartsa lenyomva a %s vonal húzásához
id_id: Pensil %s untuk tetikus kiri %s untuk tetikus kanan Tahan %s untuk membuat garis
it_it: Matita %s per il tasto sinistro del mouse %s per il tasto destro del mouse Tieni premuto %s per fare una linea
ja_jp: 鉛筆 %sでマウスの左ボタンを 鉛筆 に変更 %sでマウスの右ボタンを 鉛筆 に変更 %s を長押しすると直線を引けます
lv_lv: Zīmulis %s priekškreisās peles pogas %s priekš labās peles pogas Turi %s lai novilktu līniju
nb_no: Blyant %s for venstre museknapp %s for høyre museknapp Hold %s for å lage en linje
pl_pl: Ołówek %s dla lewego przycisku myszy %s dla prawego przycisku myszy Przytrzymaj %s aby narysować linię
pt_br: Lápis %s para o botão esquerdo do mouse %s para o botão direito do mouse Segure %s para desenhar uma linha
pt_pt: Lápis %s para botão de lado esquerdo do rato %s para botão de lado direito do rato Hold %s to make a line
ro_ro: Creion %s pentru butonul din stânga al mausului %s pentru butonul din dreapta al mausului Ține apăsată tasta %s pentru a trasa o linie
ru_ru: Карандаш %s для левой кнопки мыши %s для правой кнопки мыши Зажать %s для рисования прямой
tr_tr: Kalem Sol fare düğmesi için %s Sağ fare düğmesi için %s Çizgi çizmek için %s basılı tut
uk_ua: Олівець %s для лівої кнопки миші %s для правої кнопки миші Утримуйте %s, щоб намалювати лінію

source: Eraser %s for left mouse button %s for right mouse button Hold %s to make a line
ca_es: Goma de esborrar %s pel botó esquerre del ratolí %s pel botó dret del ratolí Manten %s para fer una línia
cs_cz: Guma %s pro levé tlačítko myši %s pro pravé tlačítko myši Podrž %s pro vytvoření čáry
de_de: Radiergummi %s für die linke Maustaste %s für die rechte Maustaste Halte %s, um eine Linie zu bilden
el_gr: Γόμα %s για το αριστερό κουμπί ποντικιού %s για το δεξί κουμπί ποντικιού Κρατήστε %s για να τραβήξετε μια γραμμή
es_es: Borrador %s para el botón izquierdo del mouse %s para el botón derecho del mouse Mantén pulsado %s para crear una línea
hu_hu: Radír %s a bal egérgombbal %s a jobb egérgombbal Tartsa lenyomva a %s vonal húzásához
id_id: Penghapus %s untuk tetikus kiri %s untuk tetikus kanan Tahan %s untuk menghapus lurus
it_it: Gomma %s per il tasto sinistro del mouse %s per il tasto destro del mouse Tieni premuto %s per fare una linea
ja_jp: 消しゴム %sでマウスの左ボタンを 消しゴム に変更 %sでマウスの右ボタンを 消しゴム に変更 %s を長押しすると直線を消せます
lv_lv: Dzēšgumija %s priekš kreisās peles pogas %s priekš labās peles pogas Turi %s lai novilktu līniju
nb_no: Viskelær %s for venstre museknapp %s for høyre museknapp Hold %s for å lage en linje
pl_pl: Gumka %s dla lewego przycisku myszy %s dla prawego przycisku myszy Przytrzymaj %s aby użyć w linii prostej
pt_br: Borracha %s para o botão esquerdo do mouse %s para o botão direito do mouse Segure %s para desenhar uma linha
pt_pt: Borracha %s para botão de lado esquerdo do rato %s para botão de lado direito do rato Hold %s to make a line
ro_ro: Radieră %s pentru butonul din stânga al mausului %s pentru butonul din dreapta al mausului Ține apăsată tasta %s pentru a trasa o linie
ru_ru: Ластик %s для левой кнопки мыши %s для правой кнопки мыши Зажать %s для очистки прямой линией
tr_tr: Silgi Sol fare düğmesi için %s Sağ fare düğmesi için %s Bir çizgi için %s basılı tutun
uk_ua: Гумка %s для лівої кнопки миші %s для правої кнопки миші Утримуйте %s, щоб стерти лінію

source: Bucket %s for left mouse button %s for right mouse button
ca_es: Cubeta %s pel botó esquerre del ratolí %s pel botó dret del ratolí
cs_cz: Kbelík %s pro levé tlačítko myši %s pro pravé tlačítko myši
de_de: Füllen %s für linke Maustaste %s für rechte Maustaste
el_gr: Κουβάς %s για το αριστερό κουμπί ποντικιού %s για το δεξί κουμπί ποντικιού
es_es: Cubo de pintura %s para el botón izquierdo del mouse %s para el botón derecho del mouse
hu_hu: Vödör %s a bal egérgombbal %s a jobb egérgombbal
id_id: Ember %s untuk tetikus kiri %s untuk tetikus kanan
it_it: Secchio %s per il tasto sinistro del mouse %s per il tasto destro del mouse
ja_jp: バケツ %sでマウスの左ボタンを バケツ に変更 %sでマウスの右ボタンを バケツ に変更
lv_lv: Spainis %s priekš kreisās peles pogas %s priekš labās peles pogas
nb_no: Bøtte %s for venstre museknapp %s for høyre museknapp
pl_pl: Wiaderko %s dla lewego przycisku myszy %s dla prawego przycisku myszy
pt_br: Preenchimento %s para o botão esquerdo do mouse %s para o botão direito do mouse
pt_pt: Balde %s para botão de lado esquerdo do rato %s para botão de lado direito do rato
ro_ro: Recipient %s pentru butonul din stânga al mausului %s pentru butonul din dreapta al mausului
ru_ru: Заливка %s для левой кнопки мыши %s для правой кнопки мыши
tr_tr: Kova Sol fare düğmesi için %s Sağ fare düğmesi için %s
uk_ua: Заливка %s для лівої кнопки миші %s для правої кнопки миші

source: Shading Tool %s for left mouse button %s for right mouse button
ca_es: Eina d'ombreig %s pel botó esquerre del ratolí %s pel botó dret del ratolí
cs_cz: Stínovací nástroj %s pro levé tlačítko myši %s pro pravé tlačítko myši
de_de: Schattierungs-Werkzeug %s für die linke Maustaste %s für die rechte Maustaste
es_es: Herramienta de Sombreado %s para el botón izquierdo del mouse %s para el botón derecho del mouse
id_id: Alat Pembayang %s untuk tetikus kiri %s untuk tetikus kanan
nb_no: Skyggeleggeverktøy %s for venstre museknapp %s for høyre museknapp
pt_br: Ferramenta de Sombreamento %s para o botão esquerdo do mouse %s para o botão direito
pt_pt: Ferramenta de Sobrear %s para botão de lado esquerdo do rato %s para botão de lado direito do rato
ro_ro: Instrument de umbrire %s pentru butonul din stânga al mausului %s pentru butonul din dreapta al mausului
ru_ru: Затенение %s для левой кнопки мыши %s для правой кнопки мыши
tr_tr: Gölgeleme Aracı Sol fare düğmesi için %s Sağ fare düğmesi için %s
uk_ua: Інструмент світла/тіні %s для лівої кнопки миші %s для правої кнопки миші

source: Line Tool %s for left mouse button %s for right mouse button Hold %s to snap the angle of the line Hold %s to center the shape on the click origin Hold %s to displace the shape's origin
ca_es: Eina de línia %s pel botó esquerre del ratolí %s pel botó dret del ratolí Mantén %s per encaixar l'angle de la línia Mantén %s per centrar la forma en el clic d'origen Mantén %s per desplaçar l'origen de la forma
cs_cz: Čára %s pro levé tlačítko myši %s pro pravé tlačítko myši Podrž %s pro zaokrouhlení úhlu čáry Podrž %s pro vycentrování tvaru na místo kliku Podrž %s pro přesunutí počátku tvaru
de_de: Linienwerkzeug %s für die linke Maustaste %s für die rechte Maustaste Halten Sie %s gedrückt, um den Winkel der Linie ein zurasten Halten Sie %s gedrückt, um die Form auf dem Klick-Ursprung zu zentrieren Halten Sie %s, um den Ursprung der Form zu verschieben
es_es: Herramienta de Línea %s para el botón izquierdo del mouse %s para el botón derecho del mouse Mantén %s para ajustar el ángulo de la línea Mantén %s para centrar la forma en el origen del clic Mantén %s para desplazar el origen de la forma
id_id: Alat Garis %s untuk tetikus kiri %s untuk tetikus kanan Tahan %s untuk menyepit sudut garis Tahan %s untuk membuat bentuk di tengah klik Tahan %s untuk menggeser bentuk saat ini
nb_no: Linjeverktøy %s for venstre museknapp %s for høyre museknapp Hold %s for å feste linjevinkelen Hold %s for å sentrere formen på klikkets opprinnelse Hold %s for å forskyve formens opprinnelse
pt_br: Ferramenta Linha %s para botão esquerdo do mouse %s para botão direito do mouse Segure %s para snap no ângulo da linha Segure %s para centralizar a forma no clique de origem Segure %s para deslocar a origem da forma
pt_pt: Ferramenta de Linha %s para botão de lado esquerdo do rato %s para botão de lado direito do rato Pressione %s para prender o angulo da linha Pressione %s para centrar a forma na origem Pressione %s para deslocar a origem da forma
ro_ro: Instrument Linie %s pentru butonul din stânga al mausului %s pentru butonul din dreapta al mausului Ține apăsată tasta %s pentru a fixa unghiul liniei Ține apăsată tasta %s pentru a centra forma pe originea clicului Ține apăsată tasta %s pentru a deplasa originea formei
ru_ru: Прямая %s для левой кнопки мыши %s для правой кнопки мыши Зажать %s для фиксации угла Зажать %s для размещения центра в месте начала нажатия Зажать %s для изменения исходной точки фигуры
tr_tr: Çizgi Aracı Sol fare düğmesi için %s Sağ fare düğmesi için %s Çizginin açısını yakalamak için %s tuşunu basılı tutun Şekli tıklama orijininde ortalamak için %s tuşunu basılı tutun Şeklin orijinini değiştirmek için %s tuşunu basılı tutun
uk_ua: Лінія %s для лівої кнопки миші %s для правої кнопки миші Утримуйте %s, щоб зафіксувати кут лінії Утримуйте %s, щоб встановити центр лінії в місці початку малювання Утримуйте %s, щоб пересувати початкову точку фігури
