Repository: Orama-Interactive/Pixelorama
Catalog: Translations/*.po
Languages: ca_es, cs_cz, de_de, el_gr, eo_uy, es_es, fr, hu_hu, id_id, it_it, ja_jp, lv_lv, nb_no, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, tr_tr, uk_ua

source: Sets the type of the grid between rectangular, isometric or both
ca_es: Estableix el tipus de la graella entre rectangular, isomètrica o ambdues
cs_cz: Druh pomocné mřížky zobrazené přes plátno
de_de: Legt den Typ des Rasters zwischen rechteckig, isometrisch oder beidem fest
el_gr: Ορίζει το είδος του πλέγματος ανάμεσα σε ορθογωνικό, ισομετρικό ή και τα δύο
es_es: Establece el tipo de cuadrícula entre rectangular, isométrico o ambas
hu_hu: Beállítja a rács típusát négyzetháló, izometrikus vagy mindkettő között
id_id: Menetapkan tipe kisi antara persegi panjang, isometrik atau keduanya
it_it: Imposta il tipo di griglia tra rettangolare, isometrica o entrambi
ja_jp: 長方形、等角または両方からグリッドのタイプを設定します
nb_no: Setter typen rutenett til rektangulær, isometrisk eller begge
pl_pl: Ustawia typ siatki pomiędzy prostokątną, izometryczną lub oba
pt_br: Define o tipo de grade entre retangular, isométrica ou ambas
pt_pt: Define o tipo de grelha entre retangular, isométrica, ou ambas
ro_ro: Setează tipul de grilă dintre dreptunghiulară, izometrică sau ambele
ru_ru: Переключает тип сетки между прямоугольной, изометрической или обеими сразу
tr_tr: Izgara kipini dikdörtgen, izometrik veya her ikisi birden olarak ayarlar
uk_ua: Встановлює тип сітки між прямокутником, ізометричним або обидва

source: Rectangular
cs_cz: Obdélníková
de_de: Rechteckig
el_gr: Ορθογωνικό
hu_hu: Négyszögletű
id_id: Persegi Panjang
it_it: Rettangolare
ja_jp: 長方形
nb_no: Rektangulær
pl_pl: Prostokątna
pt_br: Retangular
pt_pt: Retangular
ro_ro: Dreptunghiulară
ru_ru: Прямоугольная
tr_tr: Dikdörtgen
uk_ua: Прямокутна

source: Isometric
ca_es: Isomètrica
cs_cz: Isometrická
de_de: Isometrisch
el_gr: Ισομετρικό
es_es: Isométrico
hu_hu: Izometrikus
id_id: Isometrik
it_it: Isometrica
ja_jp: アイソメトリック
nb_no: Isometrisk
pl_pl: Izometryczna
pt_br: Isométrico
pt_pt: Isométrica
ro_ro: Izometrică
ru_ru: Изометрическая
tr_tr: İzometrik
uk_ua: Ізометрична

source: All
ca_es: Totes
cs_cz: Vše
de_de: Alle
el_gr: Όλα
es_es: Todo
hu_hu: Mind
id_id: Semua
it_it: Tutte
ja_jp: すべて
nb_no: Alle
pl_pl: Wszystkie
pt_br: Tudo
pt_pt: Ambas
ro_ro: Toate
ru_ru: Обе
tr_tr: Tümü
uk_ua: Усі

source: Rectangular grid width:
ca_es: Amplada de la graella rectangular:
cs_cz: Šířka obdélníkové mřížky:
de_de: Breite des Rechteckrasters:
el_gr: Πλάτος ορθογωνίου πλέγματος:
es_es: Ancho de la cuadrícula rectangular:
id_id: Lebar kisi persegi panjang:
ja_jp: 矩形グリッドの幅:
nb_no: Rektangulært rutenettbredde:
pt_br: Largura da grade retangular:
pt_pt: Largura da grelha retangular:
ro_ro: Lățimea grilei dreptunghiulare:
ru_ru: Ширина прямоугольной сетки:
tr_tr: Dikdörtgen ızgara genişliği:
uk_ua: Ширина прямокутної сітки:

source: Sets how far apart are vertical lines of the rectangular grid
ca_es: Estableix com estan de separades les línies verticals de la graella rectangular
cs_cz: Jak daleko od sebe jsou svislé čáry obdélníkové mřížky
de_de: Legt fest, wie weit die vertikalen Linien des rechteckigen Rasters entfernt sind
el_gr: Ορίζει το πόσο μακριά είναι οι κάθετες γραμμές του ορθογώνιου πλέγματος
es_es: Establece la distancia entre las líneas verticales de la cuadrícula rectangular
hu_hu: Beállítja, hogy a rács függőleges vonalai milyen távolságra legyenek egymástól
id_id: Menetapkan seberapa jauh garis menegak kisi persegi panjang
ja_jp: 矩形グリッドの垂直方向の線の間隔を設定します
nb_no: Angir hvor stort mellomrom det er mellom de vertikale linjene i det rektangulære rutenettet
pt_br: Define a distância entre linhas verticais da grade retangular
pt_pt: Define quão distantes estão as linhas verticais da grelha retangular
ro_ro: Setează cât de departe sunt una de cealaltă liniile verticale ale grilei dreptunghiulare
ru_ru: Устанавливает расстояние между вертикальными линиями прямоугольной сетки
tr_tr: Dikdörtgen ızgaranın dikey çizgilerinin birbirinden ne kadar uzakta olduğunu ayarlar
uk_ua: Вказує відлеглість поміж вертикальними лініями прямокутної сітки

source: Rectangular grid height:
ca_es: Alçada de la graella rectangular:
cs_cz: Výška obdélníkové mřížky:
de_de: Höhe des Rechteckrasters:
el_gr: Ύψος ορθογωνίου πλέγματος:
es_es: Altura de la cuadrícula rectangular:
id_id: Tinggi kisi persegi panjang:
ja_jp: 矩形グリッドの高さ:
nb_no: Rektangulært rutenetthøyde:
pt_br: Largura da grade retangular:
pt_pt: Altura da grelha retangular:
ro_ro: Înălțimea grilei dreptunghiulare:
ru_ru: Высота прямоугольной сетки:
tr_tr: Dikdörtgen ızgara yüksekliği:
uk_ua: Висота прямокутної сітки:

source: Sets how far apart are horizontal lines of the rectangular grid
ca_es: Estableix com estan de separades les línies horitzontals de la graella rectangular
cs_cz: Jak daleko od sebe jsou vodorovné čáry obdélníkové mřížky
de_de: Legt fest, wie weit sich die horizontalen Linien des rechteckigen Rasters voneinander unterscheiden
el_gr: Ορίζει το πόσο μακριά είναι οι οριζόντιες γραμμές του ορθογώνιου πλέγματος
es_es: Establece la distancia entre las líneas horizontales de la cuadrícula rectangular
id_id: Menetapkan seberapa jauh garis mendatar kisi persegi panjang
ja_jp: 矩形グリッドの水平方向の線の間隔を設定します
nb_no: Angir hvor stort mellomrom det er mellom de horisontale linjene i det rektangulære rutenettet
pt_br: Define a distância entre linhas verticais da grade retangular
pt_pt: Define quão distantes estão as linhas horizontais da grelha retangular
ro_ro: Setează cât de departe sunt una de cealaltă liniile orizontale ale grilei dreptunghiulare
ru_ru: Устанавливает расстояние между горизонтальными линиями сетки
tr_tr: Dikdörtgen ızgaranın yatay çizgilerinin birbirinden ne kadar uzakta olduğunu ayarlar
uk_ua: Вказує відлеглість поміж горизонтальними лініями прямокутної сітки

source: Isometric cell bounds width:
ca_es: Amplada del límit de les cel·les isomètriques:
cs_cz: Šířka isometrických buněk:
de_de: Isometrische Zellengrenzbreite:
el_gr: Πλάτος ισομετρικού κελιού:
es_es: Ancho de los límites de la celda isométrica:
id_id: Lebar batas sel isometrik:
ja_jp: 等角セルの境界の幅:
nb_no: Isometrisk cellebredde:
pt_br: Largura das células isométricas:
pt_pt: Largura das bordas das células isométricas:
ro_ro: Lățimea limitelor celulelor izometrice:
ru_ru: Ширина границ изометрической клетки:
tr_tr: İzometrik hücre sınırları genişliği:
uk_ua: Ширина меж ізометричної клітини:

source: Sets the width of the isometric cell's axis aligned bounding box
ca_es: Estableix l'amplada del quadre delimitador de les cel·les isomètriques alineat a l'eix
cs_cz: Šířka boxu který ohraničuje isometrickou buňku
de_de: Legt die Breite der Achse der isometrischen Zelle mit Ausrichtung der Begrenzungsbox fest
el_gr: Ορίζει το πλάτος του ευθυγραμμισμένου πλαισίου οριοθέτησης του ισομετρικού κελιού
es_es: Establece el ancho de la caja delimitadora alineada con el eje de la celda isométrica
id_id: Menetapkan lebar kotak pembatas yang disejajarkan sumbu sel isometrik
ja_jp: 等角セルの軸揃えの境界ボックスの幅を設定します
nb_no: Angir bredden på den isometriske cellens aksejusterte avgrensningsboks
pt_br: Define a largura do eixo da célula isométrica alinhado à caixa delimitadora
pt_pt: Define a largura dos eixos das células isométricas alinhadas na caixa que as circunda
ro_ro: Setează lățimea casetei de delimitare aliniate axial a celulei izometrice
ru_ru: Устанавливает ширину границ, в которые вписывается изометрическая клетка
tr_tr: İzometrik hücrenin eksen hizalı sınırlayıcı kutusunun genişliğini ayarlar
uk_ua: Вказує ширину прямокутника навколо ізометричної клітини

source: Isometric cell bounds height:
ca_es: Alçada del límit de cel·les isomètriques:
cs_cz: Výška isometrických buněk:
de_de: Isometrische Zellgrenzenhöhe:
el_gr: Ύψος ισομετρικού κελιού:
es_es: Altura de los límites de la celda isométrica:
id_id: Tinggi batas sel isometrik:
ja_jp: 等角セルの境界の高さ:
nb_no: Isometrisk cellehøyde:
pt_br: Altura dos limites da célula isométrica:
pt_pt: Altura das bordas das células isométricas:
ro_ro: Înălțimea limitelor celulelor izometrice:
ru_ru: Высота границ изометрической клетки:
tr_tr: İzometrik hücre sınırları yüksekliği:
uk_ua: Висота меж ізометричної клітини:

source: Sets the height of the isometric cell's axis aligned bounding box
ca_es: Estableix l'alçada del quadre delimitador de les cel·les isomètriques alineat a l'eix
cs_cz: Výška boxu který ohraničuje isometrickou buňku
de_de: Legt die Höhe der Achse der isometrischen Zelle mit Ausrichtung der Begrenzungsbox fest
el_gr: Ορίζει το ύψος του ευθυγραμμισμένου πλαισίου οριοθέτησης του ισομετρικού κελιού
es_es: Establece la altura del recuadro delimitador alineado con los ejes de la celda isométrica
id_id: Menetapkan tinggi kotak pembatas yang disejajarkan sumbu sel isometrik
ja_jp: 等角セルの軸揃えの境界ボックスの高さを設定します
nb_no: Angir høyden på den isometriske cellens aksejusterte avgrensningsboks
pt_br: Define a altura do eixo da célula isométrica alinhado à caixa delimitadora
pt_pt: Define a altura dos eixos das células isométricas alinhadas na caixa que as circunda
ro_ro: Setează înălțimea casetei de delimitare aliniate axial a celulei izometrice
ru_ru: Устанавливает высоту границ, в которые вписывается изометрическая клетка
tr_tr: İzometrik hücrenin eksen hizalı sınırlayıcı kutusunun yüksekliğini ayarlar
uk_ua: Вказує висоту прямокутника навколо ізометричної клітини

source: Grid offset x:
ca_es: Desplaçament de la graella en la x:
cs_cz: Odsazení mřížky x:
de_de: X-Rasteroffset:
el_gr: Μετατόπιση πλέγματος x:
es_es: Desplazamiento de cuadrícula en x:
hu_hu: Rács elállítása x tengelyen:
id_id: Offset kisi X:
ja_jp: グリッドオフセット x:
nb_no: Rutenettforskyvning x:
pt_br: Deslocamento da grade X:
pt_pt: Deslocamento da grelha por x:
ro_ro: Decalaj grilă x:
ru_ru: Сдвиг сетки по X:
tr_tr: Izgara konumu x:
uk_ua: Зсув сітки за X:

source: Sets grid's x offset from the canvas origin (top left corner of the image)
ca_es: Estableix el desplaçament de la graella en l'eix x des de l'origen del llenç (cantonada superior esquerra de la imatge)
cs_cz: Odsazení mřížky na ose x od počátku plátna (levý horní roh obrázku)
de_de: Legt den X-Offset des Rasters vom Ursprung der Leinwand fest (linke obere Ecke des Bildes)
el_gr: Ορίζει την μετατόπιση x του πλέγματος από την προέλευση του καμβά (πάνω αριστερή γωνία της εικόνας)
es_es: Establece el desplazamiento en x de la cuadrícula desde el origen del lienzo (esquina superior izquierda de la imagen)
id_id: Menetapkan offset kisi X dari kanvas aslinya (Di pojok kiri atas gambar)
ja_jp: キャンバスの原点 (画像の左上隅) からのグリッドの x オフセットを設定します。
nb_no: Angir rutenettets x-forskyvning fra lerretets opprinnelse (øvert til venstre i bildet)
pt_br: Define o deslocamento X da grade à partir da origem da tela (canto superior esquerdo da imagem)
pt_pt: Define o deslocamento da grelha por x a partir da origem da tela (canto superior esquerdo da imagem)
ro_ro: Setează decalajul x al grilei față de punctul de pornire al pânzei (colțul din partea din stânga sus a imaginii)
ru_ru: Устанавливает смещение сетки по X от начала координат холста (верхнего левого угла изображения)
tr_tr: Izgaranın tuval orijininden x konumunu ayarlar (resmin sol üst köşesi)
uk_ua: Вказує зсування сітки за віссю X від початку координат (верхнього лівого краю зображення)

source: Grid offset y:
ca_es: Desplaçament de la graella en la y:
cs_cz: Odsazení mřížky y:
de_de: Y-Rasteroffset:
el_gr: Μετατόπιση πλέγματος y:
es_es: Desplazamiento de cuadrícula en y:
hu_hu: Rács elállítása y tengelyen:
id_id: Offset kisi Y:
ja_jp: グリッドオフセット y:
nb_no: Rutenettforskyvning y:
pt_br: Deslocamento da grade Y:
pt_pt: Deslocamento da grelha por y:
ro_ro: Decalaj grilă y:
ru_ru: Сдвиг сетки по Y:
tr_tr: Izgara konumu y:
uk_ua: Зсув сітки за Y:

source: Sets grid's y offset from the canvas origin (top left corner of the image)
ca_es: Estableix el desplaçament de la graella en l'eix y des de l'origen del llenç (cantonada superior esquerra de la imatge)
cs_cz: Odsazení mřížky na ose y od počátku plátna (levý horní roh obrázku)
de_de: Legt den Y-Offset vom Ursprung der Leinwand fest (linke obere Ecke des Bilds)
el_gr: Ορίζει την μετατόπιση y του πλέγματος από την προέλευση του καμβά (πάνω αριστερή γωνία της εικόνας)
es_es: Establece el desplazamiento en y de la cuadrícula desde el origen del lienzo (esquina superior izquierda de la imagen)
id_id: Menetapkan offset kisi Y dari kanvas aslinya (Di pojok kiri atas gambar)
ja_jp: キャンバスの原点 (画像の左上隅) からのグリッドの y オフセットを設定します。
nb_no: Angir rutenettets y-forskyvning fra lerretets opprinnelse (øvert til venstre i bildet)
pt_br: Define o deslocamento Y da grade à partir da origem da tela (canto superior esquerdo da imagem)
pt_pt: Define o deslocamento da grelha por y a partir da origem da tela (canto superior esquerdo da imagem)
ro_ro: Setează decalajul y al grilei față de punctul de pornire al pânzei (colțul din partea din stânga sus a imaginii)
ru_ru: Устанавливает смещение сетки по Y от начала координат холста (верхнего левого угла изображения)
tr_tr: Izgaranın tuval orijininden y konumunu ayarlar (resmin sol üst köşesi)
uk_ua: Вказує зсування сітки за віссю Y від початку координат (верхнього лівого краю зображення)

source: Draw over Tile Mode:
ca_es: Mode dibuix amb caselles:
cs_cz: Vykreslit přes dlaždicový režim:
de_de: Über Kachelmodus zeichnen:
el_gr: Εμφάνιση πάνω από τη λειτουργία μοτίβου:
es_es: Dibujar en el Modo Mosaico:
id_id: Gambar di atas Mode Ubin:
ja_jp: タイルモードの上に表示:
nb_no: Tegn over Flismodus:
pt_br: Desenhar sobre o Modo de Ladrilho:
pt_pt: Desenhar por cima do modo de Azuleijo
ro_ro: Afișare peste modul mozaic:
ru_ru: Показывать в бесшовном режиме:
tr_tr: Döşeme Kipinde Çizim:
uk_ua: Малювати в безшовному режимі:

source: If disabled, the grid will be drawn only over the original image
ca_es: Si està desactivat, la graella només es dibuixarà per sobre de la imatge original
cs_cz: Pokud vypnuto, tak bude mřížka vykreslena pouze přes původní obrázek
de_de: Wenn deaktiviert, wird das Raster nur über das Originalbild gezeichnet
el_gr: Εάν είναι απενεργοποιημένο, το πλέγμα θα εμφανίζεται μόνο πάνω από την αρχική εικόνα
es_es: Si está desactivado, la cuadrícula se dibujará sólo sobre la imagen original
id_id: Jika dilumpuhkan, kisi hanya akan ditaruh di atas gambar aslinya
ja_jp: 無効にすると、グリッドは元の画像の上にのみ描画されます
nb_no: Hvis deaktivert vil rutenettet bare bli tegnet over det opprinnelige bildet
pt_br: Se desativado, a grade será desenhada somente sobre a imagem original
pt_pt: Quando desabilitado, a grelha é desenhada apenas por cima da imagem original
ro_ro: Dacă opțiunea este dezactivată, grila va fi afișată doar peste imaginea originală
ru_ru: Если отключено, сетка будет рисоваться только поверх исходного изображения
tr_tr: Devre dışı bırakılırsa, ızgara yalnızca orijinal resmin üzerine çizilir
uk_ua: Якщо вимкнено, сітка буде показуватися тільки над оригінальним зображенням

source: Grid color:
ca_es: Color de la quadrícula:
cs_cz: Barva mřížky:
de_de: Rasterfarbe:
el_gr: Χρώμα πλέγματος:
es_es: Color de cuadrícula:
hu_hu: Rács színe:
id_id: Warna Kisi:
it_it: Colore della griglia:
ja_jp: グリッドの色:
nb_no: Rutenettfarge:
pl_pl: Kolor siatki:
pt_br: Cor da grade:
pt_pt: Cor da grelha:
ro_ro: Culoarea grilei:
ru_ru: Цвет сетки:
tr_tr: Izgara rengi:
uk_ua: Колір сітки:

source: A color of the grid
ca_es: Un color de la quadrícula
cs_cz: Barva mřížky
de_de: Eine Farbe des Gitters
el_gr: Το χρώμα του πλέγματος που φαίνεται στον καμβά
es_es: Un color de la cuadrícula
hu_hu: A rács színe
id_id: Warna dari kisi
it_it: Un colore della griglia
ja_jp: グリッドの色
nb_no: En farge av rutenettet
pl_pl: Kolor siatki
pt_br: A cor da grade
pt_pt: Cor da grelha
ro_ro: Culoarea atribuită grilei
ru_ru: Цвет сетки
tr_tr: Izgaranın rengi
uk_ua: Колір, який матиме сітка

source: Pixel Grid
ca_es: Graella de píxels
cs_cz: Pixelová mřížka
de_de: Pixelraster
el_gr: Pixel πλέγμα
es_es: Cuadrícula de Píxeles
hu_hu: Pixel Rács
id_id: Kisi Piksel
ja_jp: ピクセルグリッド
nb_no: Pikselrutenett
pt_br: Grade de Pixel
pt_pt: Grelha de pixeis
ro_ro: Grilă de pixeli
ru_ru: Пиксельная сетка
tr_tr: Piksel Izgara
uk_ua: Сітка пікселів

source: Show at zoom:
ca_es: Mostra al zoom:
cs_cz: Zobrazit při přiblížení:
de_de: Bei Zoom anzeigen:
el_gr: Εμφάνιση στο επίπεδο μεγέθυνσης:
es_es: Mostrar con zoom:
id_id: Muncul saat dikeker:
ja_jp: ズームで表示:
nb_no: Vis ved zoom:
pt_br: Mostrar no zoom:
pt_pt: Mostrar no zoom:
ro_ro: Afișare la transfocare:
ru_ru: Показать при масштабе:
tr_tr: Yakınlaştırmada göster:
uk_ua: Показати при збільшенні:

source: Sets the minimal zoom at which pixel grid will be shown
ca_es: Estableix el nivell mínim de zoom a partir del qual es mostra la graella de píxels
cs_cz: Minimální přiblížení pro zobrazení pixelové mřížky
de_de: Legt den minimalen Zoom fest, bei dem das Pixelraster angezeigt wird
el_gr: Ορίζει το ελάχιστο επίπεδο μεγέθυνσης (ζουμ) στο οποίο θα εμφανίζεται το pixel πλέγμα
es_es: Establece el zoom mínimo con el que se mostrará la cuadrícula de píxeles
id_id: Menetapkan minimal keker, agar kisi piksel dimunculkan
ja_jp: ピクセルが表示される最小のズームを設定します。
nb_no: Angir minimal zoom som viser pikselrutenettet
pt_br: Define o zoom mínimo no qual a grade de pixel será exibida
pt_pt: Define o zoom minimo para quando a grelha de pixeis será mostrada
ro_ro: Setează nivelul minim de transfocare la care va fi afișată grila de pixeli
ru_ru: Минимальный масштаб, при котором отображается пиксельная сетка
tr_tr: Piksel ızgarasının gösterileceği asgari yakınlaştırmayı ayarlar
uk_ua: Встановлює мінімальне масштабування, при якому буде відображатися сітка для пікселів

source: Pixel grid color:
ca_es: Color de la graella de píxels:
cs_cz: Barva pixelové mřížky:
de_de: Pixelrasterfarbe:
el_gr: Χρώμα pixel πλέγματος:
es_es: Color de la cuadrícula de píxeles:
hu_hu: Pixelrács színe:
id_id: Warna kisi piksel:
ja_jp: ピクセルグリッドの色:
nb_no: Pikselrutenettfarge:
pt_br: Cor da grade de pixels:
pt_pt: Cor da grelha de pixeis
ro_ro: Culoarea grilei de pixeli:
ru_ru: Цвет пиксельной сетки:
tr_tr: Piksel ızgara rengi:
uk_ua: Колір піксельної сітки:

source: A color of the pixel grid
ca_es: Un color de la graella de píxels
cs_cz: Barva, kterou se vykreslí čáry pixelové mřížky
de_de: Eine Farbe des Pixelrasters
el_gr: Το χρώμα του pixel πλέγματος που φαίνεται στον καμβά
es_es: Un color de la cuadrícula de píxeles
hu_hu: A pixelrács színe
id_id: Warna dari kisi piksel
ja_jp: ピクセルグリッドの色
nb_no: En farge av pikselrutenettet
pt_br: A cor da grade de pixels
pt_pt: Cor da grelha de pixeis
ro_ro: O culoare a grilei de pixeli
ru_ru: Цвет пиксельной сетки
tr_tr: Piksel ızgaranın rengi
uk_ua: Колір піксельної сітки

source: Transparency
ca_es: Transparència
cs_cz: Průhlednost
de_de: Transparenz
el_gr: Διαφάνεια
es_es: Transparencia
hu_hu: Átlátszóság
id_id: Transparansi
it_it: Trasparenza
ja_jp: 透明度
nb_no: Gjennomsiktighet
pl_pl: Przezroczystość
pt_br: Transparência
pt_pt: Transparencia
ro_ro: Transparență
ru_ru: Прозрачность
tr_tr: Saydamlık
uk_ua: Прозорість

source: Checker size:
ca_es: Mida del patró de quadres:
cs_cz: Rozměry šachovnice:
de_de: Checkergröße:
el_gr: Μέγεθος σκακιέρας:
es_es: Tamaño del fondo de cuadrícula:
hu_hu: Kockás háttér mérete:
id_id: Ukuran pola catur:
it_it: Dimensione checker:
ja_jp: チェッカーのサイズ:
nb_no: Størrelse på sjakkbrett:
pl_pl: Rozmiar komórek przezroczystej siatki:
pt_br: Tamanho do quadriculado xadrez:
pt_pt: Tamanho do checker
ro_ro: Dimensiunea carourilor:
ru_ru: Размер клеток:
tr_tr: Dama deseni boyutu:
uk_ua: Розмір шахового фону:

source: Size of the transparent checker background
ca_es: Mida del patró de quadres transparent del fons
cs_cz: Rozměry průhledného šachovnicového pozadí
de_de: Größe des transparenten Checkerhintergrunds
el_gr: Μέγεθος του διάφανου υποβάθρου - σκακιέρα
es_es: Tamaño del fondo de cuadrícula transparente
hu_hu: A kockás háttér átlátszósága
id_id: Ukuran latar belakang pola catur transparan
it_it: Dimensioni dello sfondo checker trasparente
ja_jp: 透明なチェッカーの背景のサイズ
nb_no: Størrelse på den gjennomsiktige sjakk-bakgrunnen
pl_pl: Rozmiar tła przezroczystej siatki
pt_br: Tamanho do xadrez do fundo transparente
pt_pt: Tamanho do fundo do checker transparente
ro_ro: Dimensiunea fundalului caroiat transparent
ru_ru: Размер клеток прозрачного фона
tr_tr: Saydam arkaplan dama deseninin boyutu
uk_ua: Розмір шахового узору для прозорого фону

source: Checker color 1:
ca_es: Color de quadre 1:
cs_cz: Barva šachovnice 1:
de_de: Checkerfarbe 1:
el_gr: Χρώμα σκακιέρας 1:
es_es: Color 1 del fondo:
hu_hu: Kockás háttér színe 1:
id_id: Warna pola catur 1:
it_it: Colore checker 1:
ja_jp: チェッカーの色 1:
nb_no: Sjakkbrettfarge 1:
pl_pl: Kolor komórek przezroczystej siatki 1:
pt_br: Cor 1 do xadrez:
pt_pt: Cor do checker 1:
ro_ro: Culoare carouri 1:
ru_ru: Цвет клеток 1:
tr_tr: Dama deseni rengi 1:
uk_ua: Шаховий колір 1:

source: First color of the transparent checker background
ca_es: Primer color del patró de quadres transparent
cs_cz: První barva průhledného šachovnicového pozadí
de_de: Erste Farbe des transparenten Checkerhintergrunds
el_gr: Πρώτο χρώμα του διάφανου υποβάθρου - σκακιέρα
es_es: Primer color del fondo transparente
hu_hu: Az átlátszó kockás háttér első színe
id_id: Warna pertama latar belakang pola catur transparan
it_it: Primo colore dello sfondo checker trasparente
ja_jp: 透明なチェッカーの背景の最初の色
nb_no: Første farge på den gjennomsiktige sjakk-bakgrunnen
pl_pl: Pierwszy kolor komórek przezroczystej siatki
pt_br: Primeira cor do xadrez do fundo transparente
pt_pt: A primeira cor do fundo transparente do checker
ro_ro: Prima culoare a fundalului caroiat transparent
ru_ru: Первый цвет клеток прозрачного фона
tr_tr: Saydam arkaplan dama deseninin ilk rengi
uk_ua: Перший колір шахового узору для прозорого фону

source: Checker color 2:
ca_es: Color de quadre 2:
cs_cz: Barva šachovnice 2:
de_de: Checkerfarbe 2:
el_gr: Χρώμα σκακιέρας 2:
es_es: Color 2 del fondo:
hu_hu: Kockás háttér színe 2:
id_id: Warna pola catur 2:
it_it: Colore checker 2:
ja_jp: チェッカーの色 2:
nb_no: Sjakkbrettfarge 2:
pl_pl: Kolor komórek przezroczystej siatki 2:
pt_br: Cor 2 do xadrez:
pt_pt: Cor do checker 2:
ro_ro: Culoare carouri 2:
ru_ru: Цвет клеток 2:
tr_tr: Dama deseni rengi 2:
uk_ua: Шаховий колір 2:

source: Second color of the transparent checker background
ca_es: Segon color del patró de quadres transparent
cs_cz: Druhá barva průhledného šachovnicového pozadí
de_de: Zweite Farbe des transparenten Checkerhintergrunds
el_gr: Δεύτερο χρώμα του διάφανου υποβάθρου - σκακιέρα
es_es: Segundo color del fondo transparente
hu_hu: Az átlátszó kockás háttér második színe
id_id: Warna kedua latar belakang pola catur transparan
it_it: Secondo colore dello sfondo checker trasparente
ja_jp: 透明なチェッカーの背景の2番目の色
nb_no: Andre farge på den gjennomsiktige sjakk-bakgrunnen
pl_pl: Drugi kolor komórek przezroczystej siatki
pt_br: Segunda cor do xadrez do fundo transparente
pt_pt: A segunda cor do fundo transparente do checker
ro_ro: A doua culoare a fundalului caroiat transparent
ru_ru: Второй цвет клеток прозрачного фона
tr_tr: Saydam arkaplan dama deseninin ikinci rengi
uk_ua: Другий колір шахового узору для прозорого фону

source: Follow Canvas Movement
ca_es: Moviment de seguiment del llenç
cs_cz: Sledovat pohyb plátna
de_de: Canvas folgen
el_gr: Να ακολουθεί τη κίνηση του καμβά
es_es: Seguir el movimiento del lienzo
id_id: Ikuti Pergerakan Kanvas
it_it: Segui Il Movimento del Canvas
ja_jp: キャンバスの動きをフォロー
nb_no: Følg lerretbevegelse
pl_pl: Śledź ruch płótna
pt_br: Seguir Movimento da Tela
pt_pt: Seguir o movimento da tela
ro_ro: Urmărește mișcarea pânzei
ru_ru: Следовать движению холста
tr_tr: Tuvaldeki Hareketi Takip Et
uk_ua: Рухати з полотном
