Repository: Orama-Interactive/Pixelorama
Catalog: Translations/*.po
Languages: ca_es, cs_cz, de_de, el_gr, eo_uy, es_es, fr, hu_hu, id_id, it_it, ja_jp, lv_lv, nb_no, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, tr_tr, uk_ua

source: OK
ca_es: D'acord
el_gr: Εντάξει
eo_uy: Bone
id_id: Oke
lv_lv: Labi
tr_tr: Tamam
uk_ua: Гаразд

source: Cancel
ca_es: Cancel·lar
cs_cz: Zrušit
de_de: Abbrechen
el_gr: Άκυρο
eo_uy: Nuligi
es_es: Cancelar
fr: Annuler
hu_hu: Mégse
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
lv_lv: Atcelt
nb_no: Avbryt
pl_pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro_ro: Anulare
ru_ru: Отмена
tr_tr: İptal Et
uk_ua: Скасувати

source: Open
ca_es: Obrir
cs_cz: Otevřít
de_de: Öffnen
el_gr: Άνοιγμα
eo_uy: Malfermi
es_es: Abrir
fr: Ouvrir
hu_hu: Megnyitás
id_id: Buka
it_it: Apri
ja_jp: 開く
lv_lv: Atvērt
nb_no: Åpne
pl_pl: Otwórz
pt_br: Abrir
pt_pt: Abrir
ro_ro: Deschide
ru_ru: Открыть
tr_tr: Aç
uk_ua: Відкрити

source: Save
ca_es: Desar
cs_cz: Uložit
de_de: Speichern
el_gr: Αποθήκευση
eo_uy: Konservi
es_es: Guardar
hu_hu: Mentés
id_id: Simpan
it_it: Salva
ja_jp: 保存
lv_lv: Saglabāt
nb_no: Lagre
pl_pl: Zapisz
pt_br: Salvar
pt_pt: Gravar
ro_ro: Salvează
ru_ru: Сохранить
tr_tr: Kaydet
uk_ua: Зберегти

source: Please Confirm...
ca_es: Si us plau, confirmeu...
cs_cz: Prosím, potvrďte...
de_de: Bitte bestätigen...
el_gr: Παρακαλώ επιβεβαιώστε...
eo_uy: Bonvolu konfirmu...
es_es: Confirme, por favor...
fr: Veuillez confirmer...
hu_hu: Kérlek, erősítsd meg...
id_id: Mohon Konfirmasi...
it_it: Per favore conferma...
ja_jp: 確認して下さい
lv_lv: Lūdzu, apstiprini...
nb_no: Vennligst Bekreft...
pl_pl: Proszę potwierdzić...
pt_br: Por Favor Confirme...
pt_pt: Confirme por favor...
ro_ro: Confirmă alegerea...
ru_ru: Пожалуйста подтвердите...
tr_tr: Lütfen Doğrulayın...
uk_ua: Будь ласка, підтвердіть...

source: File Name:
ca_es: Nom del fitxer:
cs_cz: Název souboru:
de_de: Dateiname:
el_gr: Όνομα αρχείου:
es_es: Nombre del archivo:
hu_hu: Fájlnév:
id_id: Nama Berkas:
it_it: Nome File:
ja_jp: ファイル名:
nb_no: Filnavn:
pl_pl: Nazwa pliku:
pt_br: Nome do Arquivo:
pt_pt: Nome do Ficheiro:
ro_ro: Numele fișierului:
ru_ru: Имя файла:
tr_tr: Dosya Adı:
uk_ua: Ім'я файлу:

source: Project Name:
ca_es: Nom del Projecte:
cs_cz: Název projektu:
de_de: Projektname:
es_es: Nombre de proyecto:
hu_hu: Projekt neve:
id_id: Nama Proyek:
nb_no: Prosjektnavn:
pt_br: Nome do projeto:
pt_pt: Nome do Projeto:
ro_ro: Numele proiectului:
ru_ru: Название проекта:
tr_tr: Proje Adı:
uk_ua: Назва проєкту:

source: Image Size
ca_es: Mida de l'imatge
cs_cz: Velikost obrázku
de_de: Bildgröße
el_gr: Μέγεθος εικόνας
eo_uy: Mezuro de bildo
es_es: Tamaño de la imagen
fr: Taille de l'image
hu_hu: Képméret
id_id: Ukuran Gambar
it_it: Dimensione dell'immagine
ja_jp: 画像サイズ
lv_lv: Attēla izmērs
nb_no: Bildestørrelse
pl_pl: Rozmiar obrazu
pt_br: Tamanho da Imagem
pt_pt: Tamanho de Imagem
ro_ro: Dimensiunea imaginii
ru_ru: Размер изображения
tr_tr: Resim Boyutu
uk_ua: Розмір зображення

source: Canvas Size
ca_es: Mida del llenç
cs_cz: Velikost plátna
de_de: Canvasgröße
el_gr: Μέγεθος Καμβά
es_es: Tamaño del lienzo
hu_hu: Vászon mérete
id_id: Ukuran Kanvas
it_it: Dimensione Canvas
ja_jp: キャンバス サイズ
nb_no: Lerretstørrelse
pl_pl: Rozmiar płótna
pt_br: Tamanho da Tela
pt_pt: Tamanho da Tela
ro_ro: Dimensiunea pânzei
ru_ru: Размер холста
tr_tr: Tuval Boyutu
uk_ua: Розмір полотна

source: Frame Size
ca_es: Mida del marc
cs_cz: Velikost snímku
de_de: Frame-Größe
el_gr: Μέγεθος Καρέ
es_es: Tamaño de los Fotogramas
hu_hu: Keretméret
id_id: Ukuran Bingkai
it_it: Dimensione Frame
ja_jp: フレームサイズ
nb_no: Bildestørrelse
pl_pl: Rozmiar klatki
pt_br: Tamanho do Quadro
pt_pt: Dimensões do fotograma
ro_ro: Dimensiunea cadrului
ru_ru: Размер кадра
tr_tr: Çerçeve Boyutu
uk_ua: Розмір кадру

source: Size:
ca_es: Mida:
cs_cz: Velikost:
de_de: Größe:
es_es: Tamaño:
hu_hu: Méret:
id_id: Ukuran:
nb_no: Størrelse:
pt_br: Tamanho:
pt_pt: Tamanho:
ro_ro: Dimensiune:
ru_ru: Размер:
tr_tr: Boyut:
uk_ua: Розмір:

source: Width:
ca_es: Amplada:
cs_cz: Šířka:
de_de: Breite:
el_gr: Πλάτος:
eo_uy: Larĝo:
es_es: Ancho:
fr: Largeur :
hu_hu: Szélesség:
id_id: Lebar:
it_it: Larghezza:
ja_jp: 幅:
lv_lv: Platums:
nb_no: Bredde:
pl_pl: Szerokość:
pt_br: Largura:
pt_pt: Largura:
ro_ro: Lățime:
ru_ru: Ширина:
tr_tr: Genişlik:
uk_ua: Ширина:

source: Height:
ca_es: Alçada:
cs_cz: Výška:
de_de: Höhe:
el_gr: Ύψος:
eo_uy: Alto:
es_es: Alto:
fr: Hauteur :
hu_hu: Magasság:
id_id: Tinggi:
it_it: Altezza:
ja_jp: 高さ:
lv_lv: Augstums:
nb_no: Høyde:
pl_pl: Wysokość:
pt_br: Altura:
pt_pt: Altura:
ro_ro: Înălțime:
ru_ru: Высота:
tr_tr: Yükseklik:
uk_ua: Висота:

source: Center
ca_es: Centre
cs_cz: Na střed
de_de: Zentrieren
el_gr: Κέντρο
es_es: Centro
hu_hu: Középre
id_id: Tengah
it_it: Centro
ja_jp: 中央揃え
nb_no: Midtstill
pl_pl: Środek
pt_br: Centralizado
pt_pt: Centrar
ro_ro: Centrare
ru_ru: По центру
tr_tr: Ortala
uk_ua: По центру

source: File
ca_es: Fitxer
cs_cz: Soubor
de_de: Datei
el_gr: Αρχείο
eo_uy: Dosiero
es_es: Archivo
fr: Fichier
hu_hu: Fájl
id_id: Berkas
ja_jp: ファイル
lv_lv: Fails
nb_no: Fil
pl_pl: Plik
pt_br: Arquivo
pt_pt: Ficheiro
ro_ro: Fișier
ru_ru: Файл
tr_tr: Dosya
uk_ua: Файл

source: Edit
ca_es: Editar
cs_cz: Upravit
de_de: Bearbeiten
el_gr: Επεξεργασία
eo_uy: Redakti
es_es: Editar
fr: Édition
hu_hu: Szerkeszt
id_id: Sunting
it_it: Modifica
ja_jp: 編集
lv_lv: Rediģēt
nb_no: Rediger
pl_pl: Edycja
pt_br: Editar
pt_pt: Editar
ro_ro: Editare
ru_ru: Редактировать
tr_tr: Düzenle
uk_ua: Редагувати

source: Select
ca_es: Selecciona
cs_cz: Výběr
de_de: Auswählen
es_es: Selecciona
hu_hu: Kiválasztás
id_id: Seleksi
nb_no: Velg
pt_br: Selecionar
pt_pt: Selecionar
ro_ro: Selectare
ru_ru: Выделить
tr_tr: Seç
uk_ua: Виділення

source: View
ca_es: Veure
cs_cz: Zobrazení
de_de: Ansicht
el_gr: Προβολή
eo_uy: Montri
es_es: Ver
fr: Affichage
hu_hu: Nézet
id_id: Tampilan
it_it: Vista
ja_jp: 表示
lv_lv: Skats
nb_no: Vis
pl_pl: Widok
pt_br: Ver
pt_pt: Vista
ro_ro: Vizualizare
ru_ru: Просмотр
tr_tr: Görünüm
uk_ua: Перегляд

source: Window
ca_es: Finestra
cs_cz: Okno
de_de: Fenster
es_es: Ventana
id_id: Jendela
nb_no: Vindu
pt_br: Janela
pt_pt: Janela
ro_ro: Fereastră
ru_ru: Окно
tr_tr: Pencere
uk_ua: Вікно

source: Image
ca_es: Imatge
cs_cz: Obrázek
de_de: Bild
el_gr: Εικόνα
eo_uy: Bildo
es_es: Imagen
hu_hu: Kép
id_id: Gambar
it_it: Immagine
ja_jp: 画像
lv_lv: Attēls
nb_no: Bilde
pl_pl: Obraz
pt_br: Imagem
pt_pt: Imagem
ro_ro: Imagine
ru_ru: Изображение
tr_tr: Resim
uk_ua: Зображення

source: Effects
ca_es: Efectes
cs_cz: Efekty
de_de: Effekte
el_gr: Εφέ
eo_uy: Efektoj
es_es: Efectos
hu_hu: Effektek
id_id: Efek
it_it: Effetti
ja_jp: エフェクト
lv_lv: Efekti
nb_no: Effekter
pl_pl: Efekty
pt_br: Efeitos
pt_pt: Efeitos
ro_ro: Efecte
ru_ru: Эффекты
tr_tr: Efektler
uk_ua: Ефекти

source: Help
ca_es: Ajuda
cs_cz: Nápověda
de_de: Hilfe
el_gr: Βοήθεια
eo_uy: Helpo
es_es: Ayuda
fr: Aide
hu_hu: Súgó
id_id: Bantuan
it_it: Aiuto
ja_jp: ヘルプ
lv_lv: Palīdzība
nb_no: Hjelp
pl_pl: Pomoc
pt_br: Ajuda
pt_pt: Ajuda
ro_ro: Ajutor
ru_ru: Помощь
tr_tr: Yardım
uk_ua: Допомога

source: New
ca_es: Nou
cs_cz: Nový
de_de: Neu
el_gr: Νέο
eo_uy: Nova
es_es: Nuevo
hu_hu: Új
id_id: Baru
it_it: Nuovo
ja_jp: 新規
nb_no: Ny
pl_pl: Nowy
pt_br: Novo
pt_pt: Novo
ro_ro: Nou
ru_ru: Новый
tr_tr: Yeni
uk_ua: Новий

source: New...
ca_es: Nou...
cs_cz: Nový...
de_de: Neu...
el_gr: Νέο...
eo_uy: Nova...
es_es: Nuevo...
fr: Nouveau...
hu_hu: Új...
id_id: Baru...
it_it: Nuovo...
ja_jp: 新規...
lv_lv: Jauns...
nb_no: Ny...
pl_pl: Nowy...
pt_br: Novo...
pt_pt: Novo...
ro_ro: Nou...
ru_ru: Создать...
tr_tr: Yeni...
uk_ua: Новий...

source: Open...
ca_es: Obrir...
cs_cz: Otevřít...
de_de: Öffnen...
el_gr: Άνοιγμα...
eo_uy: Malfermi...
es_es: Abrir...
fr: Ouvrir...
hu_hu: Megnyitás...
id_id: Buka...
it_it: Apri...
ja_jp: 開く...
lv_lv: Atvērt...
nb_no: Åpne...
pl_pl: Otwórz...
pt_br: Abrir...
pt_pt: Abrir...
ro_ro: Deschidere...
ru_ru: Открыть...
tr_tr: Aç...
uk_ua: Відкрити...

source: Save...
ca_es: Desar...
cs_cz: Uložit...
de_de: Speichern...
el_gr: Αποθήκευση...
eo_uy: Konservi...
es_es: Guardar...
fr: Enregistrer...
hu_hu: Mentés...
id_id: Simpan...
it_it: Salva...
ja_jp: 保存...
lv_lv: Saglabāt...
nb_no: Lagre...
pl_pl: Zapisz...
pt_br: Salvar...
pt_pt: Gravar...
ro_ro: Salvare...
ru_ru: Сохранить...
tr_tr: Kaydet...
uk_ua: Зберегти...

source: Save as...
ca_es: Desa com a...
cs_cz: Uložit jako...
de_de: Speichern als...
el_gr: Αποθήκευση ως...
eo_uy: Konservi kiel...
es_es: Guardar como...
fr: Enregistrer sous...
hu_hu: Mentés másként...
id_id: Simpan sebagai...
it_it: Salva come...
ja_jp: 名前をつけて保存
lv_lv: Saglabāt kā...
nb_no: Lagre som...
pl_pl: Zapisz jako...
pt_br: Salvar como...
pt_pt: Gravar como...
ro_ro: Salvare ca...
ru_ru: Сохранить как...
tr_tr: Farklı Kaydet...
uk_ua: Зберегти як...

source: Use ZSTD Compression
ca_es: Utilitzar compressió ZSTD
cs_cz: Použít ZSTD kompresi
de_de: ZSTD-Komprimierung verwenden
el_gr: Χρήση συμπίεσης ZSTD
es_es: Utilizar compresión ZSTD
hu_hu: ZSTD Tömörítés használata
id_id: Gunakan pampatan ZSTD
it_it: Usa Compressione ZSTD
ja_jp: ZSTD圧縮を使用する
nb_no: Bruk ZSTD-Komprimering
pl_pl: Użyj kompresji ZSTD
pt_br: Usar Compressão ZSTD
pt_pt: Usar Compressão ZSTD
ro_ro: Utilizare comprimare ZSTD
ru_ru: Использовать сжатие ZSTD
tr_tr: ZSTD sıkıştırması kullan
uk_ua: Використовувати стиснення ZSTD

source: Import
ca_es: Importar
cs_cz: Importovat
de_de: Importieren
el_gr: Εισαγωγή
eo_uy: Enporti
es_es: Importar
hu_hu: Importálás
id_id: Impor
it_it: Importa
ja_jp: インポート
nb_no: Importer
pl_pl: Importowanie
pt_br: Importar
pt_pt: Importar
ro_ro: Importare
ru_ru: Импортировать
tr_tr: İçe aktar
uk_ua: Імпортувати

source: Export
ca_es: Exportar
cs_cz: Exportovat
de_de: Exportiere
el_gr: Εξαγωγή
eo_uy: Elporti
es_es: Exportar
fr: Exporter une image
hu_hu: Exportálás
id_id: Ekspor
it_it: Esporta
ja_jp: エクスポート
lv_lv: Eksportēt
nb_no: Eksporter
pl_pl: Eksportuj
pt_br: Exportar
pt_pt: Exportar
ro_ro: Exportare
ru_ru: Экспорт
tr_tr: Dışa aktar
uk_ua: Експортувати

source: Overwrite
ca_es: Sobreescriure
cs_cz: Přepsat
de_de: Überschreiben
es_es: Sobrescribir
id_id: Timpa baru
pt_br: Sobrescrever
pt_pt: Sobrescrever
ro_ro: Suprascriere
ru_ru: Перезаписать
tr_tr: Üzerine Yaz
uk_ua: Перезапис

source: Export...
ca_es: Exportar...
cs_cz: Exportovat...
de_de: Exportiere...
el_gr: Εξαγωγή...
eo_uy: Elporti...
es_es: Exportar...
hu_hu: Exportálás...
id_id: Ekspor...
it_it: Esporta...
ja_jp: エクスポート...
lv_lv: Eksportēt...
nb_no: Eksporter...
pl_pl: Eksportuj...
pt_br: Exportar...
pt_pt: Exportar...
ro_ro: Exportare...
ru_ru: Экспортировать...
tr_tr: Dışa Aktar...
uk_ua: Експортувати...

source: Export as...
ca_es: Exportar com a...
cs_cz: Exportovat jako...
de_de: Exportieren als...
el_gr: Εξαγωγή ως...
eo_uy: Elporti kiel...
es_es: Exportar como...
hu_hu: Exportálás másként...
id_id: Ekspor sebagai...
it_it: Esporta come...
ja_jp: 書式を指定してエクスポート…
lv_lv: Eksportēt kā...
nb_no: Eksporter som...
pl_pl: Eksportuj jako...
pt_br: Exportar como...
pt_pt: Exportar como...
ro_ro: Exportare ca...
ru_ru: Экспортировать как...
tr_tr: Dışa Farklı Aktar...
uk_ua: Експортувати як...

source: Export PNG...
ca_es: Exportar PNG...
cs_cz: Exportovat PNG...
de_de: Exportiere PNG...
el_gr: Εξαγωγή PNG...
eo_uy: Elporti PNGn...
es_es: Exportar PNG...
fr: Exporter une image PNG...
hu_hu: Exportálás PNG-ként...
id_id: Ekspor PNG...
it_it: Esporta PNG...
ja_jp: PNGでエクスポート...
lv_lv: Eksportēt PNG...
nb_no: Eksporter PNG...
pl_pl: Eksportuj PNG…
pt_br: Exportar PNG...
pt_pt: Exportar PNG...
ro_ro: Exportare PNG...
ru_ru: Экспорт PNG...
tr_tr: PNG'yi Dışa Aktar...
uk_ua: Експорт у PNG...

source: Export PNG as...
ca_es: Exportar PNG com a...
cs_cz: Exportovat PNG jako...
de_de: Exportiere PNG als...
el_gr: Εξαγωγή PNG ως...
eo_uy: Elporti PNGn kiel...
es_es: Exportar PNG como...
fr: Exporter une image PNG sous...
hu_hu: PNG Exportálása mint...
id_id: Ekspor PNG sebagai...
it_it: Esporta PNG come...
ja_jp: PNGに名前をつけてエクスポート...
lv_lv: Eksportēt PNG kā...
nb_no: Eksporter PNG som...
pl_pl: Eksportuj PNG jako...
pt_br: Exportar PNG como...
pt_pt: Exportar PNG como...
ro_ro: Exportare PNG ca...
ru_ru: Экспорт PNG как...
tr_tr: PNG'yi Dışa Farklı Aktar...
uk_ua: Експорт в PNG як...

source: Quit
ca_es: Sortir
cs_cz: Ukončit
de_de: Verlassen
el_gr: Έξοδος
eo_uy: Eliri
es_es: Salir
fr: Quitter
hu_hu: Kilépés
id_id: Keluar
it_it: Esci
ja_jp: 終了
lv_lv: Iziet
nb_no: Avslutt
pl_pl: Wyjdź
pt_br: Sair
pt_pt: Sair
ro_ro: Ieșire
ru_ru: Выйти
tr_tr: Çık
uk_ua: Вийти

source: Undo
ca_es: Desfer
cs_cz: Zpět
de_de: Rückgängig
el_gr: Αναίρεση
eo_uy: Malfari
es_es: Deshacer
fr: Annuler
hu_hu: Visszavonás
id_id: Urungkan
it_it: Annulla
ja_jp: 元に戻す
lv_lv: Atsaukt
nb_no: Angre
pl_pl: Cofnij
pt_br: Desfazer
pt_pt: Desfazer
ro_ro: Anulare
ru_ru: Отменить
tr_tr: Geri Al
uk_ua: Скасувати

source: Redo
ca_es: Refer
cs_cz: Znovu
de_de: Wiederherstellen
el_gr: Ακύρωση αναίρεσης
eo_uy: Refari
es_es: Rehacer
fr: Refaire
hu_hu: Mégis
id_id: Ulangi
it_it: Ripeti
ja_jp: やり直し
lv_lv: Pārstrādāt
nb_no: Gjør om igjen
pl_pl: Przywróć zmiany
pt_br: Refazer
pt_pt: Refazer
ro_ro: Refacere
ru_ru: Повторить
tr_tr: Yinele
uk_ua: Відновити

source: Copy
ca_es: Copiar
cs_cz: Kopírovat
de_de: Kopieren
el_gr: Αντιγραφή
es_es: Copiar
hu_hu: Másolás
id_id: Salin
it_it: Copia
ja_jp: コピー
nb_no: Kopier
pl_pl: Kopiuj
pt_br: Copiar
pt_pt: Copiar
ro_ro: Copiere
ru_ru: Копировать
tr_tr: Kopyala
uk_ua: Копіювати

source: Cut
ca_es: Retalla
cs_cz: Vyjmout
de_de: Ausschneiden
el_gr: Αποκοπή
es_es: Cortar
hu_hu: Kivágás
id_id: Potong
it_it: Taglia
ja_jp: カット
nb_no: Klipp
pl_pl: Wytnij
pt_br: Cortar
pt_pt: Cortar
ro_ro: Decupare
ru_ru: Вырезать
tr_tr: Kes
uk_ua: Вирізати

source: Paste
ca_es: Enganxar
cs_cz: Vložit
de_de: Einfügen
el_gr: Επικόλληση
es_es: Pegar
hu_hu: Beillesztés
id_id: Tempel
it_it: Incolla
ja_jp: ペースト
nb_no: Lim inn
pl_pl: Wklej
pt_br: Colar
pt_pt: Colar
ro_ro: Lipire
ru_ru: Вставить
tr_tr: Yapıştır
uk_ua: Вставити

source: Paste in Place
de_de: An Ort einfügen
es_es: Copiar en lugar
id_id: Tempel di Tempat
pt_br: Colar no Local
ro_ro: Lipire în loc
ru_ru: Вставить на место
tr_tr: Yerinde Yapıştır
uk_ua: Вставити на місце

source: Delete
ca_es: Eliminar
cs_cz: Smazat
de_de: Löschen
el_gr: Διαγραφή
eo_uy: Forigi
es_es: Borrar
hu_hu: Törlés
id_id: Hapus
it_it: Elimina
ja_jp: 削除
nb_no: Slett
pl_pl: Usuń
pt_br: Deletar
pt_pt: Apagar
ro_ro: Ștergere
ru_ru: Удалить
tr_tr: Sil
uk_ua: Вилучити

source: New Brush
ca_es: Nou pinzell
cs_cz: Nový štětec
de_de: Neuer Pinsel
es_es: Nuevo Pincel
hu_hu: Új ecset
id_id: Kuas baru
nb_no: Ny Børste
pt_br: Novo Pincel
pt_pt: Novo Pincel
ro_ro: Pensulă nouă
ru_ru: Новая кисть
tr_tr: Yeni Fırça
uk_ua: Новий пензель

source: Scale Image
ca_es: Escalar l'imatge
cs_cz: Škálovat obrázek
de_de: Bild skalieren
el_gr: Κλιμάκωση εικόνας
eo_uy: Skali bildon
es_es: Escalar imagen
fr: Redimensionner l'image
hu_hu: Kép átméretezése
id_id: Besar/kecilkan gambar
it_it: Scala l'immagine
ja_jp: 画像の拡大縮小
lv_lv: Mainīt attēla izmēru
nb_no: Skalér Bilde
pl_pl: Skaluj obraz
pt_br: Redimensionar Imagem
pt_pt: Escalar Imagem
ro_ro: Scalare imagine
ru_ru: Изменить размер изображения
tr_tr: Resmi Ölçüle
uk_ua: Масштабувати зображення

source: Pixels
ca_es: Píxels
cs_cz: Pixely
de_de: Pixel
el_gr: Εικονοστοιχεία
es_es: Píxeles
hu_hu: Pixelek
id_id: Piksel
ja_jp: ピクセル
nb_no: Piksler
pt_pt: Pixéis
ro_ro: Pixeli
ru_ru: Пиксели
tr_tr: Pikseller
uk_ua: Пікселі

source: Percentage
ca_es: Percentatge
cs_cz: Procenta
de_de: Prozent
el_gr: Ποσοστό
es_es: Porcentaje
hu_hu: Százalék
id_id: Persentase
ja_jp: 割合
nb_no: Prosentandel
pt_br: Percentagem
pt_pt: Percentagem
ro_ro: Procentaj
ru_ru: Процент
tr_tr: Yüzde
uk_ua: Відсоток

source: Crop Image
ca_es: Retallar l'imatge
cs_cz: Oříznout obrázek
de_de: Bild zuschneiden
el_gr: Περικοπή
eo_uy: Tondi bildon
es_es: Recortar la imagen
fr: Rogner l'image
hu_hu: Kép levágása
id_id: Potong Gambar
it_it: Ritaglia l'immagine
ja_jp: 画像のトリミング
lv_lv: Apgriest attēlu
nb_no: Beskjær Bilde
pl_pl: Przytnij obraz
pt_br: Cortar imagem
pt_pt: Recortar Imagem
ro_ro: Decupare imagine
ru_ru: Обрезать изображение
tr_tr: Resmi Kırp
uk_ua: Обрізати зображення

source: Resize Canvas
ca_es: Redimensionar llenç
cs_cz: Upravit velikost plátna
de_de: Canvas skalieren
el_gr: Αλλαγή μεγέθους καμβά
es_es: Redimensionar lienzo
hu_hu: Vászon átméretezése
id_id: Ubah Ukuran Kanvas
it_it: Ridimensiona Canvas
ja_jp: キャンバスサイズを変更
nb_no: Forandre Størrelse på Lerret
pl_pl: Zmień rozmiar płótna
pt_br: Redimensionar Tela
pt_pt: Redimensionar Tela
ro_ro: Redimensionare pânză
ru_ru: Изменить размер холста
tr_tr: Tuvali Yeniden Boyutlandır
uk_ua: Змінити розмір полотна

source: Centralize Image
ca_es: Centrar Imatge
cs_cz: Vycentrovat obrázek
de_de: Bild zentrieren
el_gr: Μετακίνηση εικόνας στο κέντρο
es_es: Centralizar imagen
id_id: Tengahkan Gambar
ja_jp: 画像を中央に
nb_no: Sentrer Bildet
pt_br: Centralizar Imagem
pt_pt: Centralizar Imagem
ro_ro: Centralizare imagine
ru_ru: Централизовать изображение
tr_tr: Resmi Ortala
uk_ua: Централізувати зображення

source: Rotate Image
ca_es: Rotar l'imatge
cs_cz: Otočit obrázek
de_de: Bild drehen
el_gr: Περιστροφή Εικόνας
eo_uy: Turni bildon
es_es: Rotar Imagen
hu_hu: Kép forgatása
id_id: Putar Gambar
it_it: Ruota Immagine
ja_jp: 画像を回転
lv_lv: Rotēt attēlu
nb_no: Rotér Bilde
pl_pl: Obróć obraz
pt_br: Girar imagem
pt_pt: Rodar Imagem
ro_ro: Rotire imagine
ru_ru: Повернуть изображение
tr_tr: Resmi Döndür
uk_ua: Повернути зображення

source: Pivot x:
es_es: Eje X:
id_id: Paksi x:
ru_ru: X центра:
uk_ua: X центра:

source: Pivot y:
es_es: Eje Y:
id_id: Paksi y:
ru_ru: Y центра:
uk_ua: Y центра:

source: Smear options:
de_de: Verwisch-Optionen:
es_es: Opciones de Smear:
id_id: Opsi melumur:
pt_br: Opções de Mancha:
ro_ro: Animație prin efect de neclaritate:
ru_ru: Настройки мазка:
tr_tr: Smear seçenekleri:
uk_ua: Параметри мазку:

source: Tolerance:
de_de: Toleranz:
es_es: Tolerancia:
id_id: Toleransi:
pt_br: Tolerância:
pt_pt: Tolerância:
ro_ro: Toleranță:
ru_ru: Допустимое отклонение:
tr_tr: Tolerans:
uk_ua: Допустиме відхилення:

source: Initial angle:
de_de: Anfangswinkel:
es_es: Ángulo inicial:
id_id: Sudut inisial:
pt_br: Ângulo inicial:
pt_pt: Ângulo inicial:
ro_ro: Unghi inițial:
ru_ru: Начальный угол:
tr_tr: Başlangıç açısı:
uk_ua: Початковий кут:

source: Clear
ca_es: Neteja
cs_cz: Zrušit
de_de: Leeren
es_es: Limpiar
hu_hu: Törlés
id_id: Lepas
nb_no: Nullstill
pt_br: Limpar
pt_pt: Limpar
ro_ro: Ștergere
ru_ru: Очистить
tr_tr: Temizle
uk_ua: Очистити

source: Invert
ca_es: Invertir
cs_cz: Invertovat
de_de: Invertieren
es_es: Invertir
hu_hu: Invertálás
id_id: Terbalikkan
nb_no: Inverter
pt_br: Inverter
pt_pt: Inverter
ro_ro: Inversare
ru_ru: Инвертировать
tr_tr: Ters Çevir
uk_ua: Інвертувати

source: Grayscale View
de_de: Graustufen-Ansicht
es_es: Ver en Escala de Grises
id_id: Tampilan Skala Abu-abu
pt_br: Visualização em tons de cinza
pt_pt: Visualização em escala de cinzentos
ro_ro: Vizualizare în tonuri de gri
ru_ru: Вид в оттенках серого
tr_tr: Gri Tonlamalı Görünüm
uk_ua: Сірий режим перегляду

source: Mirror Image
ca_es: Inverteix la imatge
de_de: Bild spiegeln
es_es: Reflejar Imagen
id_id: Cerminkan Gambar
pt_br: Imagem espelhada
pt_pt: Espelhar imagem
ro_ro: Oglindire imagine
ru_ru: Отраженное изображение
tr_tr: Resmi Aynala
uk_ua: Віддзеркалити зображення

source: Flip Horizontal
ca_es: Voltejar horitzontalment
cs_cz: Převrátit vodorovně
de_de: Horizontal spiegeln
el_gr: Οριζόντια αναστροφή
eo_uy: Speguli horizontale
es_es: Voltear Horizontalmente
fr: Miroir horizontal
hu_hu: Vízszintes tükrözés
id_id: Dibalik Mendatar
it_it: Rifletti orizzontalmente
ja_jp: 水平方向に反転
lv_lv: Apmest horizontāli
nb_no: Speilvend Horisontalt
pl_pl: Odbij w poziomie
pt_br: Inverter Horizontalmente
pt_pt: Virar Horizontalmente
ro_ro: Răsturnare orizontală
ru_ru: Отразить по горизонтали
tr_tr: Yatay Döndür
uk_ua: Віддзеркалити по горизонталі

source: Flip Vertical
ca_es: Voltejar verticalment
cs_cz: Převrátit svisle
de_de: Vertikal spiegeln
el_gr: Κάθετη αναστροφή
eo_uy: Speguli vertikale
es_es: Voltear Verticalmente
fr: Miroir vertical
hu_hu: Függőleges tükrözés
id_id: Dibalik Menegak
it_it: Rifletti verticalmente
ja_jp: 垂直方向に反転
lv_lv: Apmest vertikāli
nb_no: Speilvend Vertikalt
pl_pl: Odbij w pionie
pt_br: Inverter Verticalmente
pt_pt: Virar Verticalmente
ro_ro: Răsturnare verticală
ru_ru: Отразить по вертикали
tr_tr: Dikey Döndür
uk_ua: Віддзеркалити по вертикалі

source: Preferences
ca_es: Preferències
cs_cz: Nastavení
de_de: Einstellungen
el_gr: Προτιμήσεις
eo_uy: Agordoj
es_es: Preferencias
fr: Préférences
hu_hu: Beállítások
id_id: Preferensi
it_it: Preferenze
ja_jp: 設定
lv_lv: Iestatījumi
nb_no: Preferanser
pl_pl: Ustawienia
pt_br: Preferências
pt_pt: Preferencias
ro_ro: Preferințe
ru_ru: Настройки
tr_tr: Tercihler
uk_ua: Налаштування

source: Tile Mode
ca_es: Mode Tile
cs_cz: Dlaždicový režim
de_de: Kachelmodus
el_gr: Λειτουργία μοτίβου
eo_uy: Kahela reĝimo
es_es: Modo Mosaico
fr: Mode tuile
hu_hu: Csempe mód
id_id: Mode Ubin
it_it: Modalità Tile
ja_jp: タイルモード
lv_lv: Flīžu režīms
nb_no: Flismodus
pl_pl: Tryb kafelkowy
pt_br: Modo de Tile
pt_pt: Modo de Azuleijo
ro_ro: Mod mozaic
ru_ru: Бесшовный режим
tr_tr: Döşeme Kipi
uk_ua: Безшовний режим

source: Tile Mode Offsets
de_de: Tile-Modus Offsets
es_es: Desplazamiento del Modo Casilla
id_id: Offset Mode Ubin
pt_br: Deslocamentos do Modo Ladrilho
pt_pt: Desvios do Modo Mosaico
ro_ro: Decalaje mod mozaic
ru_ru: Сдвиг в бесшовном режиме
tr_tr: Döşeme Kipi Ofsetleri
uk_ua: Зміщення в безшовному режимі

source: X-basis x:
es_es: X base x:
id_id: X berdasar-x:
pt_br: X-base x:
ro_ro: Bază X x:
ru_ru: X для X-базиса:
tr_tr: X-tabanlı x:
uk_ua: X для X-базису:

source: X-basis y:
es_es: x base y:
id_id: Y berdasar-x:
pt_br: X-base y:
ro_ro: Bază X y:
ru_ru: Y для X-базиса:
tr_tr: Y-tabanlı y:
uk_ua: Y для X-базису:

source: Y-basis x:
es_es: Y base y:
id_id: X berdasar-y:
pt_br: Y-base x:
ro_ro: Bază Y x:
ru_ru: X для Y-базиса:
tr_tr: Y-tabanlı x:
uk_ua: X для Y-базису:

source: Y-basis y:
es_es: Y base y:
id_id: Y berdasar-y:
pt_br: Y-base y:
ro_ro: Bază Y y:
ru_ru: Y для Y-базиса:
tr_tr: Y-tabanlı y:
uk_ua: Y для Y-базису:

source: Tile Mask
de_de: Tile-Maske
es_es: Máscara de Casillas
id_id: Mask Ubin
pt_br: Máscara de Ladrilho
pt_pt: Máscara de mosaico
ro_ro: Mască mozaic
ru_ru: Тайловая маска
tr_tr: Döşeme Maskesi
uk_ua: Тайлова маска

source: Reset
de_de: Zurücksetzen
es_es: Reiniciar
id_id: Atur ulang
pt_br: Redefinir
pt_pt: Repor
ro_ro: Resetare
ru_ru: Сброс
tr_tr: Sıfırla
uk_ua: Скинути

source: Use Current Frame
de_de: Aktuellen Frame verwenden
es_es: Utilizar Fotograma actual
id_id: Gunakan Bingkai Saat Ini
pt_br: Usar o Quadro Atual
pt_pt: Utilizar fotograma atual
ro_ro: Utilizare cadru actual
ru_ru: Использовать текущий кадр
tr_tr: Geçerli Kareyi Kullan
uk_ua: З поточного кадра

source: Reset Mask
de_de: Maske zurücksetzen
es_es: Restablecer máscara
id_id: Atur ulang Mask
pt_br: Reiniciar máscara
pt_pt: Repor máscara
ro_ro: Resetare mască
ru_ru: Сбросить маску
tr_tr: Maskeyi Sıfırla
uk_ua: Скинути маску

source: Window Opacity
ca_es: Opacitat de la finestra
cs_cz: Průhlednost okna
de_de: Fenstertransparenz
es_es: Opacidad de Ventana
id_id: Kelegapan Jendela
nb_no: Gjennomsiktighet på vindu
pt_br: Opacidade da Janela
pt_pt: Opacidade da janela
ro_ro: Opacitatea ferestrei
ru_ru: Непрозрачность окна
tr_tr: Pencere Matlığı
uk_ua: Непрозорість вікна
