Repository: Orama-Interactive/Pixelorama
Catalog: Translations/*.po
Languages: ca_es, cs_cz, de_de, el_gr, eo_uy, es_es, fr, hu_hu, id_id, it_it, ja_jp, lv_lv, nb_no, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, tr_tr, uk_ua

source: Grid options
fr: Configuration de la grille

source: MADEBY_LABEL
fr: Développé par Orama Interactive

source: QUIT_LABEL
fr: Voulez-vous vraiment quitter Pixelorama ?

source: RECTSELECT_HT
fr: Sélection rectangulaire R pour le bouton gauche de la souris Alt + R pour le bouton droit de la souris Maintenez Maj. appuyée pour déplacer le contenu

source: COLORPICKER_HT
fr: Sélecteur de couleurs Sélectionnez la couleur d'un pixel de la sprite O pour le bouton gauche de la souris Alt + O pour le bouton droit de la souris

source: PENCIL_HT
fr: Crayon P pour le bouton gauche de la souris Alt + P pour le bouton droit de la souris Maintenez Maj. appuyée pour dessiner une ligne

source: ERASER_HT
fr: Gomme E pour le bouton gauche de la souris Alt + E pour le bouton droit de la souris Maintenez Maj. appuyée pour dessiner une ligne

source: BUCKET_HT
fr: Seau de remplissage B pour le bouton gauche de la souris Alt + B pour le bouton droit de la souris

source: LD_HT
fr: Éclaircir/Assombrir U pour le bouton gauche de la souris Alt + U pour le bouton droit de la souris

source: LEFTCOLOR_HT
fr: Choisissez une couleur pour l'outil gauche

source: RIGHTCOLOR_HT
fr: Choisissez une couleur pour l'outil droit

source: COLORSWITCH_HT
fr: Alterner les couleurs de gauche et de droite (X)

source: COLORDEFAULTS_HT
fr: Réinitialise les couleurs à leur état initial (noir pour l'outil gauche, blanc pour l'outil droit)

source: Raw Mode
fr: Mode Raw

source: LEFT_INDIC_HT
fr: Affiche un indicateur de pixel ou de brosse pour l'outil gauche lorsque vous dessinez

source: RIGHT_INDIC_HT
fr: Affiche un indicateur de pixel ou de brosse pour l'outil droit lorsque vous dessinez

source: BRUSH_HT
fr: Sélectionnez une brosse

source: COLORFROM_HT
fr: 0 : Couleur depuis la brosse elle-même, 100 : la couleur actuellement sélectionnée

source: LDAMOUNT_HT
fr: Quantité d'éclaircissement/assombrissement

source: HORIZMIRROR_HT
fr: Dessine avec un miroir horizontal

source: VERTMIRROR_HT
fr: Dessine avec un miroir vertical

source: FIRSTFRAME_HT
fr: Aller à la première trame (Ctrl + Orig.)

source: PREVIOUSFRAME_HT
fr: Aller à la trame précédente (Ctrl + Gauche)

source: PLAYBACKWARDS_HT
fr: Jouer l'animation à l'envers (de la fin vers le début) (F4)

source: PLAYFORWARD_HT
fr: Jouer l'animation (du début vers la fin) (F5)

source: NEXTFRAME_HT
fr: Aller à la prochaine trame (Ctrl + Droite)

source: LASTFRAME_HT
fr: Aller à la dernière trame (Ctrl + Fin)

source: FPS_HT
fr: Combien d'images par seconde pour l'aperçu de l'animation ? Plus cette valeur est élevée, plus l'animation sera jouée rapidement.

source: LAYERNEW_HT
fr: Créer un calque

source: LAYERREMOVE_HT
fr: Supprimer le calque

source: LAYERUP_HT
fr: Déplacer le calque vers le haut

source: LAYERDOWN_HT
fr: Déplacer le calque vers le cas

source: LAYERCLONE_HT
fr: Cloner le calque

source: LAYERMERGE_HT
fr: Fusionner le calque vers le bas

source: LAYERVISIBILITY_HT
fr: Afficher/Masquer le calque
