Repository: Orama-Interactive/Pixelorama
Catalog: Translations/*.po
Languages: ca_es, cs_cz, de_de, el_gr, eo_uy, es_es, fr, hu_hu, id_id, it_it, ja_jp, lv_lv, nb_no, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, tr_tr, uk_ua

source: Move the selected frame to the right.
cs_cz: Přesunout vybraný snímek doprava.
de_de: Verschiebe den ausgewählten Frame nach rechts.
el_gr: Μετακίνηση του επιλεγμένου καρέ προς τα δεξιά
es_es: Mueve el marco seleccionado hacia la derecha.
hu_hu: Mozgassa a kijelölt keretet jobbra.
id_id: Pindahkan bingkai terpilih ke kanan.
it_it: Sposta il riquadro selezionato a destra.
ja_jp: 選択したフレームを右に移動します。
nb_no: Flytt det merkede bildet til høyre.
pl_pl: Przenieś zaznaczoną klatkę w prawo.
pt_br: Mova o frame selecionado para a direita.
pt_pt: Move o fotograma selecionado para a direita.
ro_ro: Deplasează cadrul selectat la dreapta.
ru_ru: Переместить выделенный кадр вправо.
tr_tr: Seçili kareyi sağa taşı.
uk_ua: Пересунути виділений кадр вправо.

source: Frame duration
cs_cz: Délka snímku
de_de: Frame-Dauer
el_gr: Διάρκεια καρέ
es_es: Duración de los fotogramas
hu_hu: Képkocka időtartalma
id_id: Durasi bingkai
it_it: Durata del frame
ja_jp: フレームの長さ
nb_no: Bildevarighet
pl_pl: Czas trwania klatki
pt_br: Duração do quadro
pt_pt: Duração do fotograma
ro_ro: Durata cadrului
ru_ru: Длительность кадра
tr_tr: Kare süresi
uk_ua: Тривалість кадру

source: Duration
de_de: Dauer
es_es: Duración
id_id: Durasi
nb_no: Varighet
pt_br: Duração
pt_pt: Duração
ro_ro: Durată
ru_ru: Длительность
tr_tr: Süre
uk_ua: Тривалість

source: Tiled In Both Axis
cs_cz: Obě osy
de_de: In beiden Achsen gekachelt
el_gr: Επανάληψη και στους 2 άξονες
es_es: Mosaico en Ambos Ejes
id_id: Diubinkan Di Kedua Sumbu
it_it: Piastrellato In Entrambi Gli Assi
ja_jp: 両方の軸にタイルされています
nb_no: Flislagt i begge Akser
pl_pl: Kafelkowanie na obu osiach
pt_br: Ladrilho em Ambos os Eixos
pt_pt: Tiled nos dois Eixos
ro_ro: Mozaicat pe ambele axe
ru_ru: Повторять по обеим осям
tr_tr: İki Eksende Döşenmiş
uk_ua: Повтори по обидвох осях

source: Tiled In X Axis
cs_cz: Osa X
de_de: In X-Achse gekachelt
el_gr: Επανάληψη στον Άξονα Χ
es_es: Mosaico en el Eje X
id_id: Diubinkan Di Sumbu X
it_it: Piastrellato Nell'Asse X
ja_jp: X軸にタイルされています
nb_no: Flislagt I X-aksen
pl_pl: Kafelkowanie na osi X
pt_br: Ladrilho no Eixo X
pt_pt: Tiled no Eixo X
ro_ro: Mozaicat pe axa X
ru_ru: Повторять по оси X
tr_tr: X Ekseninde Döşenmiş
uk_ua: Повтори по осі X

source: Tiled In Y Axis
cs_cz: Osa Y
de_de: In Y-Achse gekachelt
el_gr: Επανάληψη στον Άξονα Υ
es_es: Mosaico en el Eje Y
id_id: Diubinkan Di Sumbu Y
it_it: Piastrellato Nell'Asse Y
ja_jp: Y軸にタイルされています
nb_no: Flislagt I Y-aksen
pl_pl: Kafelkowanie na osi Y
pt_br: Ladrilho no Eixo Y
pt_pt: Tiled no Eixo Y
ro_ro: Mozaicat pe axa Y
ru_ru: Повторять по оси Y
tr_tr: Y Ekseninde Düşenmiş
uk_ua: Повтори по осі Y

source: Create a new palette
cs_cz: Vytvořit novou paletu
de_de: Neue Palette erstellen
es_es: Crear una nueva paleta
id_id: Buat palet baru
ja_jp: 新しいパレットを作成
nb_no: Opprett en ny fargepalett
pt_br: Criar uma nova paleta
pt_pt: Criar uma nova palete
ro_ro: Creează o paletă nouă
ru_ru: Создать новую палитру
tr_tr: Yeni palet oluştur
uk_ua: Створити нову палітру

source: Comment:
cs_cz: Komentář:
de_de: Kommentar:
el_gr: Σχόλια:
es_es: Comentario:
hu_hu: Megjegyzés:
id_id: Komentar:
ja_jp: コメント:
nb_no: Kommentar:
pt_br: Comentário:
pt_pt: Comentar:
ro_ro: Comentariu:
ru_ru: Комментарий:
tr_tr: Yorum:
uk_ua: Коментар:

source: Empty
cs_cz: Prázdná
de_de: Leer
el_gr: Κενή
es_es: Vacío
hu_hu: Üres
id_id: Kosong
ja_jp: 空
nb_no: Tom
pt_br: Vazio
pt_pt: Vazio
ro_ro: Goală
ru_ru: Пустой
tr_tr: Boş
uk_ua: Пуста

source: From Current Palette
cs_cz: Z aktuální palety
de_de: Aus aktueller Palette
es_es: Desde la Paleta actual
hu_hu: Jelenlegi palettából
id_id: Dari Palet Saat Ini
ja_jp: 現在のパレットから
nb_no: Fra Nåværende Palett
pt_br: Da Paleta atual
pt_pt: Da palete atual
ro_ro: Din paleta actuală
ru_ru: Из текущей палитры
tr_tr: Geçerli Paletten
uk_ua: З поточної палітри

source: From Current Sprite
cs_cz: Z aktuálního obrázku
de_de: Aus aktuellem Sprite
es_es: Desde el Sprite Actual
hu_hu: Az aktuális képből
id_id: Dari Sprite Saat Ini
ja_jp: 現在のスプライトから
nb_no: Fra Nåværende Figur
pt_br: Do Sprite Atual
pt_pt: Da imagem atual
ro_ro: Din graficul bidimensional actual
ru_ru: Из текущего спрайта
tr_tr: Geçerli Sprite'dan
uk_ua: З поточного спрайту

source: From Current Selection
cs_cz: Z aktuálního výběru
de_de: Aus aktueller Auswahl
es_es: Desde la Selección Actual
id_id: Dari Seleksi Saat Ini
ja_jp: 現在の選択範囲から
nb_no: Fra Nåværende Markert Område
pt_br: Da Seleção Atual
pt_pt: Da seleção atual
ro_ro: Din selecția actuală
ru_ru: Из выделенного
tr_tr: Geçerli Seçimden
uk_ua: З поточного виділення

source: Add a new color
cs_cz: Přidat novou barvu
de_de: Neue Farbe hinzufügen
es_es: Añadir nuevo color
hu_hu: Új szín hozzáadása
id_id: Tambah warna baru
ja_jp: 新しい色を追加
nb_no: Legg til en ny farge
pt_br: Adicionar uma nova cor
pt_pt: Adiciona uma nova cor
ro_ro: Adaugă o culoare nouă
ru_ru: Добавить новый цвет
tr_tr: Yeni renk ekle
uk_ua: Додати новий колір

source: Remove a selected color
cs_cz: Odstranit vybranou barvu
de_de: Eine ausgewählte Farbe entfernen
es_es: Eliminar un color seleccionado
hu_hu: Kiválasztott szín törlése
id_id: Hapus warna yang dipilih
ja_jp: 選択した色を削除
nb_no: Fjern en valgt farge
pt_br: Remover uma cor selecionada
pt_pt: Remove a cor selecionada
ro_ro: Elimină o culoare selectată
ru_ru: Удалить выбранный цвет
tr_tr: Seçili rengi kaldır
uk_ua: Видалити вибраний колір

source: Palette with the same name and path already exists!
cs_cz: Paleta s totožným jménem již existuje!
de_de: Eine Palette mit dem gleichen Namen und Pfad existiert bereits!
es_es: ¡Ya existe una paleta con el mismo nombre y ruta!
id_id: Palet dengan nama dan jalur yang sama sudah ada!
ja_jp: 同じ名前とパスを持つパレットが既に存在します！
nb_no: Palett med samme navn og bane finnes allerede!
pt_br: Já existe uma paleta com o mesmo nome e caminho!
pt_pt: Já existe uma palete com esse nome!
ro_ro: Există deja paleta cu același nume și aceeași cale!
ru_ru: Палитра с таким названием по такому пути уже существует!
tr_tr: Aynı ada ve yola sahip palet zaten var!
uk_ua: Палітра з такою назвою та шляхом вже існує!

source: Palette name is required!
cs_cz: Název palety je povinný!
de_de: Palettenname ist erforderlich!
es_es: ¡El nombre de la paleta es requerido!
hu_hu: Palettanév megadása szükséges!
id_id: Palet perlu dinamakan!
ja_jp: パレット名が必要です！
nb_no: Palettnavn er påkrevd!
pt_br: O nome da paleta é obrigatório!
pt_pt: É necessário um nome para a palete!
ro_ro: Denumirea paletei este necesară!
ru_ru: Необходимо указать имя палитры!
tr_tr: Palet adı gerekli!
uk_ua: Назва палітри обов’язкова!

source: Reducing palette size will reset positions of colors. Colors that don't fit in new palette size will be lost!
cs_cz: Zmenšení velikosti palety resetuje pozice barev. Barvy, které se nevejdou do nové velikosti palety budou ztraceny!
de_de: Die Verkleinerung der Farbpalette wird die Position der Farben zurücksetzen. Farben, die nicht in die neue Farbpalette passen, gehen verloren!
es_es: Reducir el tamaño de la paleta restablecerá las posiciones de colores. ¡Los colores que no caben en el tamaño de la nueva paleta se perderán!
id_id: Mengurangi ukuran palet akan mengatur ulang posisi warna. Ingat, warna yang tidak pas di ukuran palet baru akan hilang!
ja_jp: パレットサイズを小さくすると、色の位置がリセットされます。新しいパレットサイズに合わない色は失われます！
nb_no: Redusering av palettstørrelse vil nullstille fargenes lagrede posisjon. Farger som ikke passer inn i den nye palettstørrelsen vil gå tapt!
pt_br: Reduzir o tamanho da paleta irá redefinir as posições de cores. Cores que não se encaixam em novo tamanho da paleta serão perdidas!
pt_pt: Reduzir o tamanho da palete vai resetar as posições das cores. Cores que não cabem na palete vão ser perdidas!
ro_ro: Reducerea dimensiunii paletei va reseta pozițiile culorilor. Culorile care nu se potrivesc cu dimensiunea paletei noi vor fi pierdute!
ru_ru: Уменьшение размера палитры сбросит позиции цветов. Цвета, которые не поместятся в новую палитру, будут потеряны!
tr_tr: Palet boyutunu küçültmek renklerin konumlarını sıfırlar. Yeni palet boyutuna uymayan renkler kaybolacak!
uk_ua: Зміна розміру палітри призведе до пересування кольорів. Кольори, для яких не вистачить місця з новим розміром палітри, буде втрачено!

source: Position:
cs_cz: Pozice:
es_es: Posición:
id_id: Posisi:
nb_no: Posisjon:
pt_br: Posição:
pt_pt: Posição:
ro_ro: Poziție:
ru_ru: Положение:
tr_tr: Konum:
uk_ua: Позиція:

source: Tools
cs_cz: Nástroje
de_de: Werkzeuge
es_es: Herramientas
id_id: Peralatan
nb_no: Verktøy
pt_br: Ferramentas
pt_pt: Ferramentas
ro_ro: Instrumente
ru_ru: Инструменты
tr_tr: Araçlar
uk_ua: Інструменти

source: Main Canvas
cs_cz: Hlavní plátno
de_de: Haupt-Canvas
es_es: Lienzo Principal
id_id: Kanvas Utama
nb_no: Hovedlerret
pt_br: Tela principal
pt_pt: Tela principal
ro_ro: Pânză principală
ru_ru: Основной холст
tr_tr: Ana Tuval
uk_ua: Основне полотно

source: Second Canvas
cs_cz: Druhé plátno
de_de: Zweiter Canvas
es_es: Lienzo Secundario
id_id: Kanvas Kedua
nb_no: Andre Lerret
pt_br: Segunda tela
pt_pt: Tela secundária
ro_ro: Pânză secundară
ru_ru: Второй холст
tr_tr: İkincil Tuval
uk_ua: Друге полотно

source: Animation Timeline
de_de: Animations-Zeitleiste
es_es: Timeline de Animación
id_id: Garis Waktu Animasi
nb_no: Animasjonstidslinje
pt_br: Linha do tempo da animação
ro_ro: Cronologia animației
ru_ru: Временная шкала анимации
tr_tr: Animasyon Zaman Çizelgesi
uk_ua: Шкала часу анімацій

source: Canvas Preview
cs_cz: Náhled plátna
de_de: Canvas Vorschau
es_es: Previsualizar Lienzo
id_id: Pratinjau Kanvas
nb_no: Forhåndsvisning av Lerret
pt_br: Pré-visualização da tela
pt_pt: Pré-visualização da tela
ro_ro: Previzualizare pânză
ru_ru: Предпросмотр холста
tr_tr: Tuval Önizleme
uk_ua: Попередній перегляд полотна

source: Color Pickers
cs_cz: Výběry barvy
de_de: Farbauswähler
es_es: Selectores de Color
id_id: Pengambil Warna
nb_no: Fargevelgere
pt_br: Seletor de cores
ro_ro: Selectori de culori
ru_ru: Пипетки
tr_tr: Renk Seçiciler
uk_ua: Піпетки

source: Global Tool Options
cs_cz: Globální možnosti nástrojů
de_de: Globale Werkzeugoptionen
es_es: Opciones de Herramienta Globales
id_id: Opsi Global Untuk Alat
nb_no: Innstillinger for Alle Verktøy
pt_br: Opções de ferramentas globais
ro_ro: Opțiuni pentru instrumentul global
ru_ru: Глобальные настройки инструментов
tr_tr: Küresel Araç Seçenekleri
uk_ua: Глобальні параметри інструментів

source: Left Tool Options
cs_cz: Možnosti levého nástroje
de_de: Optionen des linken Werkzeugs
es_es: Opciones de Herramienta Izquierda
id_id: Opsi Alat Di Kiri
nb_no: Innstillinger for Venstre Verktøy
pt_br: Opções da Ferramenta Esquerda
pt_pt: Opções da Ferramenta Esquerda
ro_ro: Opțiuni pentru instrumentul din stânga
ru_ru: Настройки левого инструмента
tr_tr: Sol Araç Seçenekleri
uk_ua: Параметри лівого інструмента

source: Right Tool Options
cs_cz: Možnosti pravého nástroje
de_de: Optionen des rechten Werkzeugs
es_es: Opciones de Herramienta Derecha
id_id: Opsi Alat Di Kanan
nb_no: Innstillinger for Høyre Verktøy
pt_br: Opções da Ferramenta Direita
pt_pt: Opções da Ferramenta Direita
ro_ro: Opțiuni pentru instrumentul din dreapta
ru_ru: Настройки правого инструмента
tr_tr: Sağ Araç Seçenekleri
uk_ua: Параметри правого інструмента

source: Reference Images
de_de: Referenzbilder
es_es: Imágenes de referencia
id_id: Gambar Rujukan
pt_br: Imagens de Referência
ro_ro: Imagini de referință
ru_ru: Эталонные изображения
tr_tr: Referans Resimler
uk_ua: Еталонні зображення

source: Add Frame Tag
de_de: Frame Tag hinzufügen
el_gr: Προσθήκη Ετικέτας Καρέ
it_it: Aggiungi tag Frame
ru_ru: Добавить тег кадра

source: Size
el_gr: Μέγεθος
ja_jp: サイズ

source: Clear Selection
el_gr: Καθαρισμός επιλογής
eo_uy: Purigi emfazon
fr: Ne rien sélectionner
it_it: Pulisci selezione
ja_jp: 選択をクリア
lv_lv: Notīrīt atlasi
pl_pl: Wyczyść zaznaczenie

source: Flip
el_gr: Αναστροφή
it_it: Rifletti
ja_jp: 反転
pl_pl: Odwróć

source: Window Transparency
el_gr: Διαφάνεια Παραθύρου
ja_jp: ウィンドウの透明度

source: New tab
el_gr: Νέα καρτέλα
it_it: Nuova scheda
ja_jp: 新しいタブ
pl_pl: Nowa karta

source: Spritesheet (new tab)
el_gr: Φύλλο καρέ (νέα καρτέλα)
it_it: Spritesheet (nuova scheda)
ja_jp: スプライトシート（新規タブ）
pl_pl: Spritesheet (nowa karta)

source: Replace frame
el_gr: Αντικατάσταση καρέ
ja_jp: フレームを置換

source: File %s already exists. Overwrite?
el_gr: Το αρχείο "%s" υπάρχει ήδη. Αντικατάσταση;
eo_uy: Dosiero %s jam ekzistas. Ĉu rekonservi?
it_it: Il file "%s" è già esistente. Sovrascrivere?
ja_jp: ファイル %s は既に存在しています。上書きしますか？
pl_pl: Plik %s już istnieje. Nadpisać?

source: Directory path or file name is not valid!
el_gr: Η διαδρομή του φακέλου ή το όνομα αρχείο δεν είναι έγκυρα!
eo_uy: Dosieruja vojo aŭ dosiera nomo estas malĝusta!
it_it: Il percorso o il nome della cartella non sono validi!
ja_jp: ディレクトリパスまたはファイル名が無効です！
pl_pl: Ścieżka do katalogu lub nazwa pliku nie jest prawidłowa!

source: All frames as multiple files
el_gr: Όλα τα καρέ ως ξεχωριστά αρχεία
eo_uy: Ĉiuj kadroj kiel multaj dosieroj
it_it: Tutti i frame come file multipli
ja_jp: すべてのフレームを複数のファイルとしてエクスポート
pl_pl: Wszystkie klatki w animacji jako osobne pliki

source: All frames as a single file animation
el_gr: Όλα τα καρέ ως ένα αρχείο κίνησης
eo_uy: Ĉiuj kadroj kiel animacio de unu dosiero
it_it: Tutti i frame sotto forma di un singolo file animazione
ja_jp: すべてのフレームを単一のアニメーションファイルとしてエクスポート
pl_pl: Wszystkie klatki w animacji jako jeden plik

source: Norwegian
el_gr: Νορβηγικά
it_it: Norvegese
ja_jp: ノルウェー語
pl_pl: Norweski

source: Utility Tools
el_gr: Βοηθητικά Εργαλεία
eo_uy: Utililoj
fr: Outils utilitaires
it_it: Strumenti di utilità
ja_jp: ユーティリティツール
lv_lv: Lietderības rīki
pl_pl: Narzędzia

source: Rectangular Selection %s for left mouse button %s for right mouse button Press %s to move the content
el_gr: Ορθογώνια επιλογή %s για το αριστερό κουμπί ποντικιού %s για το δεξί κουμπί ποντικιού Πατήστε %s για να μετακινηθεί το περιεχόμενο
it_it: Selezione Rettangolare %s per il tasto sinistro del mouse %s per il tasto destro del mouse Premi %s per muovere il contenuto
ja_jp: 矩形選択 %sでマウスの左ボタンを ズーム に変更 %sでマウスの右ボタンを ズーム に変更 %s を押してコンテンツを移動します
lv_lv: Taisnstūra iezīmēšana %s priekš kreisās peles pogas %s priekš peles labās pogas Nospied %s, lai pārvietotu saturu
pl_pl: Zaznaczenie prostokątne %s dla lewego przycisku myszy %s dla prawego przycisku myszy Przytrzymaj %s aby przenieść zawartość

source: Color Picker Select a color from a pixel of the sprite %s for left mouse button %s for right mouse button
el_gr: Επιλογέας χρωμάτων Επιλέξτε ένα χρώμα από ένα εικονοστοιχείο της εικόνας %s για το αριστερό κουμπί ποντικιού %s για το δεξί κουμπί ποντικιού
it_it: Selettore colore Seleziona un colore da un pixel dello sprite %s per il tasto sinistro del mouse %s per il tasto destro del mouse
ja_jp: カラーピッカー スプライトのピクセルから色を選択してください。 %sでマウスの左ボタンを カラーピッカー に変更 %sでマウスの右ボタンを カラーピッカー に変更
lv_lv: Krāsu izvēlne Atzīmē krāsu no attēla pikseļa %s priekš kreisās peles pogas %s priekšlabās peles pogas
pl_pl: Próbnik Pobiera kolor wybranego piksela do wybranego narzędzia. %s dla lewego przycisku myszy %s dla prawego przycisku myszy

source: Draw Tools
el_gr: Εργαλεία Ζωγραφικής
eo_uy: Pentriloj
fr: Outils de dessin
it_it: Strumenti di disegno
ja_jp: 描画ツール
lv_lv: Zīmēšanas rīki
pl_pl: Narzędzia rysowania

source: Lighten/Darken %s for left mouse button %s for right mouse button
el_gr: Φώτισμα/Σκούρημα %s για το αριστερό κουμπί ποντικιού %s για το δεξί κουμπί ποντικιού
it_it: Schiarisci/Scurisci %s per il tasto sinistro del mouse %s per il tasto destro del mouse
ja_jp: 明るく/暗く %sでマウスの左ボタンを 明るく/暗く に変更 %sでマウスの右ボタンを 明るく/暗く に変更
lv_lv: Izgaismot/ aptumšot %s priekš kreisās peles pogas %s priekš labās peles pogas
pl_pl: Rozjaśnianie/Ściemnianie %s dla lewego przycisku myszy %s dla prawego przycisku myszy

source: Limit FPS to 1 when app loses focus
el_gr: Περιορισμός FPS (καρέ ανά δευτερόλεπτο) σε 1 όταν η εφαρμογή χάνει την εστίαση
ja_jp: アプリがフォーカスを失った場合、FPSを1に制限する

source: If this is toggled on, when the application's window loses focus, the FPS limit of the application is set to 1. This helps lower CPU usage when idle. The FPS limit is being reset when the mouse enters the application's window.
el_gr: Αν είναι ενεργοποιημένο, όταν το παράθυρο της εφαρμογής χάνει την εστίαση του, το όριο FPS της εφαρμογής ορίζεται σε 1. Αυτό βοηθά στη μείωση της χρήσης του CPU όταν είναι αδράνης. Το όριο FPS επαναφέρεται όταν το ποντίκι εισέρχεται στο παράθυρο της εφαρμογής.
ja_jp: これをオンにすると、アプリケーションのウィンドウがフォーカスを失った場合のアプリケーションのFPS制限が1に設定されます。 これはアイドル時のCPU使用率を低下させるのに役立ちます。マウスがアプリケーションのウィンドウに入ったときにFPS制限がリセットされます。

source: Makes lines smooth by removing the extra pixels on the edges
el_gr: Κάνει τις γραμμές ομαλές αφαιρώντας τα επιπλέον pixel στα άκρα
it_it: Rende le linee lisce rimuovendo i pixel aggiuntivi sui bordi
ja_jp: エッジの余分なピクセルを削除することで線を滑らかにします
pl_pl: Sprawia, że linie są gładkie przez usunięcie dodatkowych pikseli na krawędziach

source: Same color area
el_gr: Περιοχή ίδιου χρώματος
it_it: Area dello stesso colore
ja_jp: 同じ色の範囲
pl_pl: Ten sam obszar koloru

source: Same color pixels
el_gr: Πίξελς ίδιου χρώματος
it_it: Pixel dello stesso colore
ja_jp: 同じ色のピクセル
pl_pl: Piksele tego samego koloru

source: Selected Color
el_gr: Επιλεγμένο χρώμα
it_it: Colore selezionato
ja_jp: 選択中の色
pl_pl: Wybrany kolor

source: Link Cel
el_gr: Σύνδεση Cel
it_it: Collega Cel
ja_jp: セルをリンク
pl_pl: Połącz kalkę

source: Unlink Cel
el_gr: Αποσύνδεση Cel
it_it: Scollega Cel
ja_jp: セルのリンクを解除
pl_pl: Odłącz kalkę

source: Enable/disable cel linking Linked cels are being shared across multiple frames
el_gr: Ενεργοποίηση/Απενεργοποίηση σύνδεσης cel Τα συνδεδεμένα cels μοιράζονται ανάμεσα σε πολλά καρέ
it_it: Abilita/Disabilita il collegamento di cel I cel collegati sono condivisi su più frame
ja_jp: セルリンクを有効/無効にする リンクされたセルは複数のフレームで共有されています
pl_pl: Włącz/wyłącz łączenie kalek Złączone kalki są współdzielone przez wiele klatek

source: Undo: Rectangle Select
el_gr: Αναίρεση: Ορθογώνια επιλογή
eo_uy: Malfaritas: Elekto de ortangulo
fr: Annuler : Sélection par rectangle
it_it: Annulla: Selezione rettangolare
ja_jp: 元に戻す: 長方形の選択
lv_lv: Atcelt: Taisnstūra iezīmēšanu
pl_pl: Cofnij: Zaznaczenie prostokątne

source: Redo: Rectangle Select
el_gr: Ακύρωση αναίρεσης: Ορθογώνια επιλογή
eo_uy: Refaritas: Elekto de ortangulo
fr: Refaire : Sélection par rectangle
it_it: Ripeti: Selezione rettangolare
ja_jp: やり直し: 長方形の選択
lv_lv: Atkārtot: Taisnstūra atzīmēšanu
pl_pl: Przywróć: Zaznaczenie prostokątne

source: Lighten/Darken
el_gr: Φώτισμα/Σκούρημα
eo_uy: Lumigi/Mallumigi
it_it: Schiarisci/Scurisci
ja_jp: 明るく/暗く
lv_lv: Izgaismot/ aptumšot
pl_pl: Rozjaśnianie/Ściemnianie

source: Create new directory for each frame tag
el_gr: Δημιουργήστε νέο φάκελο για κάθε ετικέτα καρέ
it_it: Crea nuova cartella per ogni tag frame
ja_jp: フレームタグごとに新しいディレクトリを作成
pl_pl: Utwórz nowy katalog dla każdego tagu klatek

source: Creates multiple files but every file is stored in different directory that corresponds to its frame tag
el_gr: Δημιουργεί πολλά αρχεία, αλλά κάθε αρχείο αποθηκεύεται σε διαφορετικό φάκελο που αντιστοιχεί σε κάθε ετικέτα καρέ
it_it: Crea più file ma ogni file è memorizzato in una cartella diversa che corrisponde al tag frame
ja_jp: 複数のファイルを作成しますが、各ファイルはフレームタグに対応する異なるディレクトリに保存されます。
pl_pl: Tworzy wiele plików, ale każdy plik jest przechowywany w innym katalogu, który odpowiada tagowi klatek

source: Autosaved backup for %s was found. Do you want to reload it?
el_gr: Βρέθηκε αυτόματο αποθηκευμένο αντίγραφο ασφαλείας για %s. Θέλετε να το φορτώσετε ξανά;
it_it: È stato trovato il backup automatico per %s. Vuoi ricaricarlo?
ja_jp: %s の自動保存されたバックアップが見つかりました。 再読み込みしますか？
pl_pl: Znaleziono automatyczną kopię zapasową dla %s. Czy chcesz ją wczytać?

source: An error occured while removing the palette! Error code: %s
el_gr: Παρουσιάστηκε σφάλμα κατά την αφαίρεση της παλέτας. Κωδικός σφάλματος: %s
eo_uy: Eraro okazis dum la paletra forigado! Kodo de eraro: %s
it_it: Si è verificato un errore durante la rimozione della palette! Codice errore: %s
ja_jp: パレットの削除中にエラーが発生しました！エラーコード: %s
pl_pl: Wystąpił błąd podczas usuwania palety! Kod błędu: %s

source: Rectangle Tool %s for left mouse button %s for right mouse button Hold %s to create a 1:1 shape Hold %s to center the shape on the click origin
ja_jp: 矩形ツール %sでマウスの左ボタンを 矩形ツール に変更 %sでマウスの右ボタンを 矩形ツール に変更 %sを長押しして正方形を作成 %sを長押ししてクリックした場所を原点に図形を配置

source: Ellipse Tool %s for left mouse button %s for right mouse button Hold %s to create a 1:1 shape Hold %s to center the shape on the click origin
ja_jp: 楕円形ツール %sでマウスの左ボタンを 楕円形ツール に変更 %sでマウスの右ボタンを 楕円形ツール に変更 %sを長押しして真円を作成 %sを長押ししてクリックした場所を原点に図形を配置

source: Create New Palette
ja_jp: 新しい空のパレットを作成しますか

source: Copyright 2019-2020 Orama Interactive and contributors
it_it: Copyright 2019-2020 Orama Interactive e contributori
pl_pl: Copyright 2019-2020 Orama Interactive i wnoszący wkład

source: ©2019-2020 by Orama Interactive and contributors
it_it: ©2019-2020 di Orama Interactive e contributori
pl_pl: ©Copyright 2019-2020 Orama Interactive i wnoszący wkład

source: Grid width:
it_it: Larghezza griglia:
pl_pl: Szerokość siatki:

source: Sets how far apart are vertical lines of the grid
it_it: Imposta quanto distante sono le linee verticali della griglia
pl_pl: Ustawia jak daleko od siebie są pionowe linie siatki

source: Grid height:
it_it: Altezza della griglia:
pl_pl: Wysokość siatki:

source: Sets how far apart are horizontal lines of the grid
it_it: Imposta quanto distano le linee orizzontali della griglia
pl_pl: Ustawia jak daleko od siebie są poziome linie siatki

source: Isometric cell size:
it_it: Dimensione delle celle isometriche:
pl_pl: Rozmiar komórki izometrycznej:

source: Sets the size of the cells in an isometric grid
it_it: Imposta la dimensione delle celle in una griglia isometrica
pl_pl: Ustawia rozmiar komórek w siatce izometrycznej

source: Lock aspect ratio:
it_it: Blocca proporzioni:
pl_pl: Zablokuj proporcje:

source: Import...
eo_uy: Enporti...
lv_lv: Importēt...

source: Import PNG...
eo_uy: Enporti PNGn...
fr: Importer une image PNG...
lv_lv: Importēt PNG...

source: Invert colors
eo_uy: Inverti kolorojn
lv_lv: Pretējās krāsas

source: Hue
eo_uy: Nuanco

source: Saturation
eo_uy: Satureco

source: Value
eo_uy: Valoro

source: Art by
eo_uy: Bildverko de
lv_lv: Mākslas darbu autors

source: Brush: Pixel
eo_uy: Peniko: Rastrumero
fr: Brosse : Pixel
lv_lv: Ota: Pikselis

source: Brush: Circle
eo_uy: Peniklo: Cirklo
lv_lv: Ota: Aplis

source: Brush: Filled Circle
eo_uy: Peniklo: Plenigita circklo
lv_lv: Ota: Pildīts aplis

source: File failed to open
eo_uy: Dosiero ne sukcesis malfermiĝi

source: File failed to save
eo_uy: Dosiero ne sukcesis konservi

source: Error: Palette named '%s' already exists!
eo_uy: Eraro: Paletro, nomigita '%s' jam ekzistas!
lv_lv: Kļūda: Paletes nosaukums '%s' jau eksistē!

source: Import as new frame
lv_lv: Importēt kā jaunu kadru

source: Import as a spritesheet
lv_lv: Importēt kā animācijas lapu

source: Gold
lv_lv: Zelta

source: Left tool options
fr: Options de l'outil gauche
lv_lv: Kreisā rīka uzstādījumi

source: Right tool options
fr: Options de l'outil droit
lv_lv: Labā rīka uzstādījumi

source: Area of the same color
fr: Zone de la même couleur
lv_lv: Vienādas krāsas laukums

source: All pixels of the same color
fr: Tous les pixels de la même couleur
lv_lv: Visus pikseļus vienādā krāsā

source: Current frame: 1/1
fr: Trame actuelle : 1/1
lv_lv: Patreizējais kadrs: 1/1

source: Changes
lv_lv: Izmaiņas

source: Platinum Sponsor
lv_lv: Platīna sponsors

source: Gold Sponsors
lv_lv: Zelta sponsors

source: Platinum Sponsor Placeholder
lv_lv: Platīna sponsora aizvietotājs

source: Gold Sponsors Placeholder
lv_lv: Zelta sponsora aizvietotājs

source: Take this spot!
lv_lv: Ieņemt šo vietu!

source: IMPORT_FILE_LABEL
fr: Importer en tant que trame
