Repository: Orama-Interactive/Pixelorama
Catalog: Translations/*.po
Languages: ca_es, cs_cz, de_de, el_gr, eo_uy, es_es, fr, hu_hu, id_id, it_it, ja_jp, lv_lv, nb_no, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, tr_tr, uk_ua

source: System Language
ca_es: Idioma del sistema
cs_cz: Systémový jazyk
de_de: Systemsprache
el_gr: Γλώσσα Συστήματος
eo_uy: Sistema lingvo
es_es: Idioma del sistema
fr: Langue système
hu_hu: Rendszer nyelv
id_id: Bahasa Sistem
it_it: Lingua di sistema
ja_jp: システム言語
lv_lv: Systēmas valoda
nb_no: Systemspråk
pl_pl: Język systemowy
pt_br: Linguagem do Sistema
pt_pt: Linguagem de Sistema
ro_ro: Limba sistemului
ru_ru: Системный язык
tr_tr: Sistem Dili
uk_ua: Мова системи

source: Display Scale
ca_es: Escala de visualització
cs_cz: Měřítko rozhraní
de_de: Bildschirmgröße
el_gr: Κλίμακα Εμφάνισης
es_es: Escala de interfaz
hu_hu: Skála megjelenítése
id_id: Skala Tampilan
it_it: Scala Schermo
ja_jp: 表示スケール
nb_no: Skalering av Grensesnitt
pl_pl: Pokaż skalę
pt_br: Mostrar escala
pt_pt: Escala de Display
ro_ro: Scala de afișare
ru_ru: Масштаб экрана
tr_tr: Görüntü Ölçeği
uk_ua: Масштаб екрану

source: Dim interface on dialog popup
ca_es: Atenua la interfície amb finestres emergents
cs_cz: Ztmavit rozhraní při vyskakovacím okně
de_de: Oberfläche abdunkeln wenn ein Popup sich öffnet
el_gr: Σκοτείνιασμα περιβάλλοντος όταν εμφανίζεται αναδυόμενο παράθυρο
es_es: Atenuar interface al abrir ventana emergente
id_id: Redupkan antarmuka pada sembulan dialog
ja_jp: ダイアログポップアップ時にインターフェースを薄暗くする
nb_no: Mørklegg grensesnittet bak dialogvindu
pt_br: Escurecer a interface em um pop-up de diálogo
pt_pt: Escurecer interface durante uma caixa de diálogo
ro_ro: Întunecă interfața la apariția ferestrei de dialog
ru_ru: Затемнять интерфейс при появлении диалога
tr_tr: Diyalog penceresinde arayüzü karart
uk_ua: Затемнити інтерфейс під діалоговими вікнами

source: Dark
ca_es: Fosc
cs_cz: Tmavý
de_de: Dunkel
el_gr: Σκούρο
eo_uy: Malhela
es_es: Oscuro
hu_hu: Sötét
id_id: Gelap
it_it: Scuro
ja_jp: ダーク
lv_lv: Tumš
nb_no: Mørk
pl_pl: Ciemny
pt_br: Escuro
pt_pt: Escuro
ro_ro: Întunecat
ru_ru: Тёмная
tr_tr: Koyu
uk_ua: Темна

source: Gray
ca_es: Gris
cs_cz: Šedý
de_de: Grau
el_gr: Γκρι
eo_uy: Griza
es_es: Gris
hu_hu: Szürke
id_id: Abu-abu
it_it: Grigio
ja_jp: グレー
lv_lv: Pelēks
nb_no: Grå
pl_pl: Szary
pt_br: Cinza
pt_pt: Cinzento
ro_ro: Gri
ru_ru: Серая
tr_tr: Gri
uk_ua: Cіра

source: Blue
ca_es: Blau
cs_cz: Modrá
de_de: Blau
el_gr: Μπλε
eo_uy: Blua
es_es: Azul
hu_hu: Kék
id_id: Biru
it_it: Blu
ja_jp: 青
nb_no: Blå
pl_pl: Niebieski
pt_br: Azul
pt_pt: Azul
ro_ro: Albastru
ru_ru: Синий
tr_tr: Mavi
uk_ua: Синя

source: Caramel
cs_cz: Karamel
de_de: Karamell
el_gr: Καραμέλα
eo_uy: Karamela
hu_hu: Krémszín
id_id: Karamel
it_it: Caramello
ja_jp: キャラメル
nb_no: Karamell
pl_pl: Karmelowy
pt_br: Caramelo
pt_pt: Caramelo
ru_ru: Карамель
tr_tr: Karamel
uk_ua: Карамель

source: Light
ca_es: Llum
cs_cz: Světlý
de_de: Hell
el_gr: Φωτεινό
eo_uy: Hela
es_es: Claro
hu_hu: Világos
id_id: Terang
it_it: Chiaro
ja_jp: ライト
lv_lv: Gaišs
nb_no: Lys
pl_pl: Jasny
pt_br: Claro
pt_pt: Claro
ro_ro: Luminos
ru_ru: Светлая
tr_tr: Açık
uk_ua: Світла

source: Purple
ca_es: Porpra
cs_cz: Fialová
de_de: Violett
el_gr: Μωβ
es_es: Morado
hu_hu: Lila
id_id: Ungu
it_it: Viola
ja_jp: 紫
nb_no: Lilla
pl_pl: Fioletowy
pt_br: Roxo
pt_pt: Roxo
ro_ro: Mov
ru_ru: Фиолетовый
tr_tr: Mor
uk_ua: Фіолетова

source: Theme
ca_es: Tema
cs_cz: Motiv
de_de: Design
es_es: Tema
hu_hu: Téma
id_id: Tema
nb_no: Utseende
pt_br: Tema
pt_pt: Tema
ro_ro: Temă
ru_ru: Тема
tr_tr: Tema
uk_ua: Тема

source: Buttons
de_de: Tasten
es_es: Botones
id_id: Tombol
pt_pt: Botões
ro_ro: Butoane
ru_ru: Кнопки
tr_tr: Düğmeler
uk_ua: Кнопки

source: Icon color from:
ca_es: Color d'icona de:
cs_cz: Barvy ikon z:
de_de: Icon-Farbe von:
es_es: Color del icono de:
id_id: Warna ikon dari:
nb_no: Ikonfarge fra:
pt_br: Cor do ícone de:
pt_pt: Cor de Icon de:
ro_ro: Culoarea pictogramei din:
ru_ru: Цвет значка из:
tr_tr: Şuradan simge rengi:
uk_ua: Колір значків з:

source: Icon color:
ca_es: Color d'icona:
cs_cz: Barva ikon:
de_de: Icon-Farbe:
es_es: Color del icono:
hu_hu: Ikon színe:
id_id: Warna ikon:
nb_no: Ikonfarge:
pt_br: Cor do ícone:
pt_pt: Cor de Icon:
ro_ro: Culoarea pictogramei:
ru_ru: Цвет значка:
tr_tr: Simge rengi:
uk_ua: Колір значків:

source: Background
de_de: Hintergrund
es_es: Fondo
id_id: Latar belakang
pt_pt: Fundo
ro_ro: Fundal
ru_ru: Фон
tr_tr: Arka plan
uk_ua: Фон

source: Background color from:
de_de: Hintergrundfarbe von:
es_es: Color del fondo:
id_id: Warna latar belakang dari:
pt_br: Cor de fundo de:
pt_pt: Cor de fundo de:
ro_ro: Culoare de fundal din:
ru_ru: Цвет фона из:
tr_tr: Şuradan arkaplan rengi:
uk_ua: Колір фону з:

source: Background color:
de_de: Hintergrundfarbe:
es_es: Color de fondo:
id_id: Warna latar belakang:
pt_br: Cor de fundo:
pt_pt: Cor de fundo:
ro_ro: Culoare de fundal:
ru_ru: Цвет фона:
tr_tr: Arkaplan rengi:
uk_ua: Колір фону:

source: Left tool color:
de_de: Farbe des linken Werkzeugs:
es_es: Color de la herramienta izquierda:
id_id: Warna alat di kiri:
pt_br: Cor da ferramenta esquerda:
pt_pt: Cor da ferramenta esquerda:
ro_ro: Culoarea instrumentului din stânga:
ru_ru: Цвет левого инструмента:
tr_tr: Sol araç rengi:
uk_ua: Колір лівого інструменту:

source: Right tool color:
de_de: Farbe des rechten Werkzeugs:
es_es: Color de la herramienta derecha:
id_id: Warna alat di kanan:
pt_br: Cor da ferramenta direita:
pt_pt: Cor da ferramenta direita:
ro_ro: Culoarea instrumentului din dreapta:
ru_ru: Цвет правого инструмента:
tr_tr: Sağ araç rengi:
uk_ua: Колір правого інструменту:

source: Tool button size:
ca_es: Mida dels botons d'eines:
cs_cz: Velkost tlačítek nástrojů:
de_de: Werkzeugbutton-Größe:
es_es: Tamaño de boton de herramienta:
id_id: Ukuran tombol alat:
nb_no: Verktøyknappstørrelse:
pt_br: Tamanho do botão de ferramenta:
pt_pt: Tamanho de Botão de ferramenta:
ro_ro: Mărimea butonului instrumentului:
ru_ru: Размер кнопок инструментов:
tr_tr: Araç düğme boyutu:
uk_ua: Розмір кнопок інструментів:

source: Small
ca_es: Petita
cs_cz: Malá
de_de: Klein
es_es: Pequeño
hu_hu: Kicsi
id_id: Kecil
nb_no: Liten
pt_br: Pequeno
pt_pt: Pequeno
ro_ro: Mică
ru_ru: Маленький
tr_tr: Küçük
uk_ua: Малий

source: Big
ca_es: Grossa
cs_cz: Velká
de_de: Groß
es_es: Grande
hu_hu: Nagy
id_id: Besar
nb_no: Stor
pt_br: Grande
pt_pt: Grande
ro_ro: Mare
ru_ru: Большой
tr_tr: Büyük
uk_ua: Великий

source: Only affect selection
ca_es: Canvia només la selecció
cs_cz: Ovlivnit pouze výběr
de_de: Nur Auswahl beeinflussen
el_gr: Επηρεάζει μόνο την επιλογή
es_es: Sólo afecta a la selección
id_id: Hanya memengaruhi seleksi
it_it: Influire solo sulla selezione
ja_jp: 選択範囲のみに影響
nb_no: Bare påvirk merket område
pl_pl: Wpływ tylko na zaznaczenie
pt_br: Apenas afetar a seleção
pt_pt: Apenas afetar seleção
ro_ro: Afectează doar selecția
ru_ru: Менять только выделенное
tr_tr: Sadece seçimi etkiler
uk_ua: Впливає лише на обране

source: Selected cels
ca_es: Cels seleccionats
cs_cz: Vybrané buňky
de_de: Ausgewählte Cels
es_es: Celdas seleccionadas
hu_hu: Kiválasztott cellák
id_id: Cel yang dipilih
nb_no: Valgte celler
pt_br: Células selecionadas
pt_pt: Células selecionadas
ro_ro: Celuri selectate
ru_ru: Выбранные ячейки
tr_tr: Seçilen hücreler
uk_ua: Вибрані клітинки

source: Current cel
ca_es: Cel actual
cs_cz: Současná buňka
de_de: Aktuelle cel
el_gr: Τρέχον cel
es_es: Celda actual
hu_hu: Jelenlegi cella
id_id: Cel saat ini
it_it: Pacchetto corrente
ja_jp: 現在のセル
nb_no: Denne cellen
pl_pl: Bieżąca kalka
pt_br: Parte Atual
pt_pt: Célula atual
ro_ro: Celul actual
ru_ru: Текущая ячейка
tr_tr: Geçerli hücre
uk_ua: Поточна клітинка

source: Current frame
ca_es: Fotograma actual
cs_cz: Současný snímek
de_de: Aktueller Rahmen
el_gr: Τρέχον καρέ
es_es: Fotograma actual
hu_hu: Jelenlegi képkocka
id_id: Bingkai saat ini
it_it: Frame corrente
ja_jp: 現在のフレーム
nb_no: Dette bildet
pl_pl: Aktualna klatka
pt_br: Moldura atual
pt_pt: Fotograma atual
ro_ro: Cadrul actual
ru_ru: Текущий кадр
tr_tr: Geçerli kare
uk_ua: Поточний кадр

source: All frames
ca_es: Tots els fotogrames
cs_cz: Všechny snímky
de_de: Alle Frames
el_gr: Όλα τα καρέ
es_es: Todos los fotogramas
hu_hu: Összes képkocka
id_id: Semua bingkai
it_it: Tutti i frame
ja_jp: すべてのフレーム
nb_no: Alle bilder
pl_pl: Wszystkie klatki
pt_br: Todas as molduras
pt_pt: Todas os fotogramas
ro_ro: Toate cadrele
ru_ru: Все кадры
tr_tr: Tüm kareler
uk_ua: Всі кадри

source: All projects
ca_es: Totes els projectes
cs_cz: Všechny projekty
de_de: Alle Projekte
el_gr: Όλα τα έργα
es_es: Todos los proyectos
hu_hu: Minden projekt
id_id: Semua proyek
it_it: Tutti i progetti
ja_jp: すべてのプロジェクト
nb_no: Alle prosjekter
pl_pl: Wszystkie projekty
pt_br: Todos Projetos
pt_pt: Todos os projetos
ro_ro: Toate proiectele
ru_ru: Все проекты
tr_tr: Tüm projeler
uk_ua: Всі проєкти

source: Invert Colors
ca_es: Invertir colors
cs_cz: Invertovat barvy
de_de: Farben umkehren
el_gr: Αντιστροφή χρωμάτων
es_es: Invertir Colores
hu_hu: Színek invertálása
id_id: Terbalikkan warna
it_it: Inverti Colori
ja_jp: 色を反転
nb_no: Invertér Farger
pl_pl: Odwróć kolory
pt_br: Inverter Cores
pt_pt: Inverter Cores
ro_ro: Inversare culori
ru_ru: Инвертировать цвета
tr_tr: Renkleri Ters Çevir
uk_ua: Інвертувати кольори

source: Modify Red Channel
ca_es: Modifica el canal vermell
cs_cz: Upravit červený kanál
de_de: Rot-Kanal ändern
el_gr: Τροποποίηση Κόκκινου Καναλιού
es_es: Modificar Canal Rojo
hu_hu: A piros csatorna módosítása
id_id: Ubah Saluran Merah
it_it: Modifica Canale Rosso
ja_jp: 赤チャンネルを変更
nb_no: Endre Rød Kanal
pl_pl: Modyfikuj kanał czerwony
pt_br: Modificar canal vermelho
pt_pt: Alterar Canal Vermelho
ro_ro: Modificare canal roșu
ru_ru: Изменять красный канал
tr_tr: Kırmızı Kanalı Düzenle
uk_ua: Змінити червоний канал

source: Modify Green Channel
ca_es: Modifica el canal verd
cs_cz: Upravit zelený kanál
de_de: Grün-Kanal ändern
el_gr: Τροποποίηση Πράσινου Καναλιού
es_es: Modificar Canal Verde
hu_hu: A zöld csatorna módosítása
id_id: Ubah Saluran Hijau
it_it: Modifica Canale Verde
ja_jp: 緑チャンネルを変更
nb_no: Endre Grønn Kanal
pl_pl: Modyfikuj kanał zielony
pt_br: Modificar O Canal Verde
pt_pt: Alterar Canal Verde
ro_ro: Modificare canal verde
ru_ru: Изменять зеленый канал
tr_tr: Yeşil Kanalı Düzenle
uk_ua: Змінити зелений канал

source: Modify Blue Channel
ca_es: Modifica el canal blau
cs_cz: Upravit modrý kanál
de_de: Blau-Kanal ändern
el_gr: Τροποποίηση Μπλε Καναλιού
es_es: Modificar Canal Azul
hu_hu: A kék csatorna módosítása
id_id: Ubah Saluran Biru
it_it: Modifica Canale Blu
ja_jp: 青チャンネルを変更
nb_no: Endre Blå Kanal
pl_pl: Modyfikuj kanał niebieski
pt_br: Modificar O Canal Azul
pt_pt: Alterar Canal Azul
ro_ro: Modificare canal albastru
ru_ru: Изменять синий канал
tr_tr: Mavi Kanalı Düzenle
uk_ua: Змінити синій канал

source: Modify Alpha Channel
ca_es: Modifica el canal alfa
cs_cz: Upravit alfa kanál
de_de: Alpha-Kanal ändern
el_gr: Τροποποίηση Καναλιού Διαφάνειας
es_es: Modificar Canal Alfa
hu_hu: A alfa csatorna módosítása
id_id: Ubah Saluran Alfa
it_it: Modifica Canale Alfa
ja_jp: アルファチャンネルを変更
nb_no: Endre Alpha Kanal
pl_pl: Modyfikuj kanał alfa
pt_br: Modificar O Canal Alfa
pt_pt: Alterar Canal Alpha
ro_ro: Modificare canal alfa
ru_ru: Изменять альфа-канал
tr_tr: Alfa Kanalını Düzenle
uk_ua: Змінити альфа-канал

source: Desaturation
ca_es: Desaturació
cs_cz: Odstíny šedi
de_de: Entsättigung
el_gr: Αποκορεσμός
es_es: Desaturación
hu_hu: Kifakítás
id_id: Desaturasi
it_it: Desaturazione
ja_jp: 彩度を下げる
lv_lv: Atsātināt
nb_no: Avmettning
pl_pl: Desaturacja (zmniejsz nasycenie)
pt_br: Dessaturação
pt_pt: Dessaturação
ro_ro: Desaturație
ru_ru: Обесцвечивание
tr_tr: Doygunluğu azalt
uk_ua: Знебарвлення

source: Outline
ca_es: Contorn
cs_cz: Obrys
de_de: Umriss
el_gr: Περίγραμμα
eo_uy: Konturoj
es_es: Silueta
hu_hu: Körvonal
id_id: Garis luar
it_it: Contorno
ja_jp: アウトライン
lv_lv: Ārlīnija
nb_no: Omriss
pl_pl: Krawędź
pt_br: Contorno
pt_pt: Contorno
ro_ro: Contur
ru_ru: Обводка
tr_tr: Anahat
uk_ua: Контур

source: Drop Shadow
de_de: Schlagschatten
es_es: Sombra Paralela
pt_br: Sombra projetada
ro_ro: Umbră
ru_ru: Отбросить тень
tr_tr: Gölge
uk_ua: Тінь

source: Offset X:
es_es: Desplazamiento X:
pt_br: Deslocar X:
ro_ro: Decalaj X:
ru_ru: Смещение по X:
tr_tr: Konum X:
uk_ua: Зсув за X:

source: Offset Y:
es_es: Desplazamiento Y:
pt_br: Deslocar Y:
ro_ro: Decalaj Y:
ru_ru: Смещение по Y:
tr_tr: Konum Y:
uk_ua: Зсув за Y:

source: Shadow color:
de_de: Schattenfarbe:
es_es: Color de la sombra:
id_id: Warna bayangan:
pt_br: Cor da sombra:
pt_pt: Cor da sombra:
ro_ro: Culoarea umbrei:
ru_ru: Цвет тени:
tr_tr: Gölge rengi:
uk_ua: Колір тіні:

source: Adjust Hue/Saturation/Value
ca_es: Ajusta la Tonalitat/Saturació/Lluminositat
cs_cz: Upravit odstín/sytost/hodnotu
de_de: Farbton/Sättigung/Wert anpassen
el_gr: Ρύθμιση απόχρωσης/κορεσμού/τιμής
es_es: Ajustar Matiz/Saturación/Valor
hu_hu: Színárnyalat/Telítettség/Érték beállítása
id_id: Sesuaikan Rona/Saturasi/Nilai
it_it: Regola Tonalità/Saturazione/Valore
ja_jp: 色相/彩度/値を調整
nb_no: Justér Fargetone/Metning/Verdi
pl_pl: Dostosuj Odcień/Nasycenie/Wartość
pt_br: Ajustar Matiz/Saturação/Valor
pt_pt: Ajustar Hue/Saturação/Valor
ro_ro: Ajustare nuanță/saturație/valoare
ru_ru: Изменить Оттенок/Насыщенность/Яркость
tr_tr: Renk Tonu/Doygunluk/Değer Ayarla
uk_ua: Змінити Відтінки/Насиченість/Яскравість

source: Gradient
ca_es: Degradat
el_gr: Διαβάθμιση
es_es: Gradiente
hu_hu: Színátmenet
id_id: Gradien
it_it: Gradiente
ja_jp: グラディエーション
pt_br: Gradiente
pt_pt: Gradiente
ro_ro: Degrade
ru_ru: Градиент
tr_tr: Gradyan
uk_ua: Градієнт

source: Gradient Map
de_de: Verlaufsumsetzung
es_es: Mapa de degradado
id_id: Peta Gradien
pt_br: Mapa de gradiente
pt_pt: Mapeamento gradiente
ro_ro: Hartă degrade
ru_ru: Карта градиента
tr_tr: Gradyan Haritası
uk_ua: Карта градієнту

source: Divide into equal parts
de_de: In gleiche Teile teilen
es_es: Dividir en partes iguales
id_id: Pisah menjadi sama rata
pt_br: Dividir em partes iguais
pt_pt: Dividir em partes iguais
ro_ro: Împărțire în părți egale
ru_ru: Разделить на равные части
tr_tr: Eşit parçalara böl
uk_ua: Розділити на рівні частини

source: Parts:
de_de: Teile:
es_es: Partes:
id_id: Bagian:
pt_br: Partes:
pt_pt: Partes:
ro_ro: Părți:
ru_ru: Части:
tr_tr: Parçalar:
uk_ua: Частини:

source: Add point at the end
de_de: Punkt am Ende hinzufügen
es_es: Añadir punto al final
id_id: Tambah titik di akhir
pt_br: Adicionar ponto no final
pt_pt: Adicionar ponto no fim
ro_ro: Adăugare punct la final
ru_ru: Добавить точку в конце
tr_tr: Sonuna nokta ekle
uk_ua: Додати точку в кінці

source: If this is enabled, the last point gets added at the end of the gradient. Disable this if you wish to convert the gradient to have constant interpolation, so that the last color will be taken into account.
de_de: Wenn diese Option aktiviert ist, wird der letzte Punkt am Ende des Farbverlaufs hinzugefügt. Deaktiviere dies, wenn du den Farbverlauf für eine konstante Interpolation konvertieren möchtest, so, dass die letzte Farbe berücksichtigt wird.
es_es: Si está activado, el último punto se añade al final del gradiente. Desactiva esto si deseas convertir el gradiente para tener interpolación constante, para que el último color sea tomado en cuenta.
id_id: Jika dinyalakan, titik yang terakhir akan ditambah ke ujung gradien. Matikan ini jika ingin mengubah interpolasi gradien tetap konstan, sehingga warna yang terakhir juga akan disertakan.
pt_br: Se isto estiver ativado, o último ponto é adicionado no final do gradiente. Desative isso se você deseja converter o gradiente para ter interpolação constante, assim a última cor será levada em conta.
pt_pt: Quando ativado, o último ponto é adicionado ao fim do gradiente. Desative caso pretenda converter o gradiente numa interpolação constante, para que a última cor seja tida em conta.
ro_ro: Dacă această opțiune este activată, ultimul punct este adăugat la sfârșitul degradeului. Dezactivează opțiunea dacă dorești să convertești degradeul pentru a avea interpolare constantă, astfel încât să fie luată în considerare ultima culoare.
ru_ru: Если включено, последняя точка добавляется в конце градиента. Отключите, если вы хотите, чтобы у градиента была константная интерполяция, чтобы учитывался последний цвет.
tr_tr: Bu etkinleştirilirse, son nokta gradnayın sonuna eklenir. Son rengin dikkate alınması için, gradyanı sabit ara değerlemeye dönüştürmek istiyorsanız bunu devre dışı bırakın.
uk_ua: Якщо увімкнено, останню точку буде додано в кінець градієнту. Вимкніть, щоб перетворити градієнт таким чином, щоб в ньому була константна інтерполяція, щоб останній колір враховувався.

source: Shape:
de_de: Form:
pt_br: Forma:
ro_ro: Formă:
ru_ru: Форма:
tr_tr: Şekil:
uk_ua: Форма:

source: Linear
es_es: Lineal
id_id: Linier
ro_ro: Liniar
ru_ru: Линейный
tr_tr: Doğrusal
uk_ua: Лінійний

source: Radial
ru_ru: Радиальный
tr_tr: Radyal
uk_ua: Радіальний

source: Repeat:
de_de: Wiederholend:
pt_br: Repetir:
ro_ro: Repetare:
ru_ru: Повтор:
tr_tr: Yinele:
uk_ua: Повтор:

source: Repeat
de_de: Wiederholend
pt_br: Repetir
ro_ro: Repetare
ru_ru: Повтор
tr_tr: Yinele
uk_ua: Повтор

source: Mirror
de_de: Gespiegelt
pt_br: Espelhar
ro_ro: Oglindire
ru_ru: Отражение
tr_tr: Ayna
uk_ua: Віддзеркалення

source: Truncate
de_de: Abgeschnitten
pt_br: Cortar
ro_ro: Trunchiere
ru_ru: Усечение
tr_tr: Buda
uk_ua: Усічення

source: Transition size:
de_de: Übergangsgröße:
es_es: Tamaño de transición:
id_id: Ukuran peralihan:
pt_br: Tamanho de transição:
pt_pt: Tamanho da transição:
ro_ro: Dimensiunea tranziției:
ru_ru: Размер перехода:
tr_tr: Geçiş boyutu:
uk_ua: Розмір переходу:

source: Center:
de_de: Zentriert:
es_es: Centro:
id_id: Tengah:
pt_br: Centro:
pt_pt: Centro:
ro_ro: Centru:
ru_ru: Центр:
tr_tr: Ortala:
uk_ua: Центр:

source: Radius:
es_es: Radio:
id_id: Jari-jari:
pt_br: Raio:
pt_pt: Raio:
ro_ro: Rază:
ru_ru: Радиус:
tr_tr: Yarıçap:
uk_ua: Радіус:

source: Dithering pattern:
de_de: Dithering-Muster:
es_es: Patrón del degradado:
id_id: Pola bauran galat:
ro_ro: Model de intercalare a nuanțelor:
ru_ru: Шаблон псевдосмешивания:
tr_tr: Titreme kalıbı:
uk_ua: Шаблон точок:

source: Adjust HSV
ca_es: Ajusta l'HSV
cs_cz: Upravit odstín/sytost/hodnotu
de_de: HSV anpassen
el_gr: Ρύθμιση HSV
es_es: Ajustar HSV
hu_hu: HSV Beállítása
id_id: Sesuaikan HSV
it_it: Regola HSV
ja_jp: HSVを調整
nb_no: Justér HSV
pl_pl: Dostosuj HSV
pt_br: Ajustar MSV
pt_pt: Ajustar HSV
ro_ro: Ajustare NSV
ru_ru: Настройка цвета
tr_tr: HSV Ayarla
uk_ua: Налаштування HSV

source: Type:
ca_es: Tipus:
cs_cz: Typ:
de_de: Typ:
el_gr: Είδος:
eo_uy: Tipo:
es_es: Tipo:
hu_hu: Típus:
id_id: Tipe:
it_it: Tipo:
ja_jp: タイプ:
pl_pl: Typ:
pt_br: Tipo:
pt_pt: Tipo:
ro_ro: Tip:
ru_ru: Тип:
tr_tr: Tür:
uk_ua: Тип:

source: Angle:
cs_cz: Úhel:
de_de: Winkel:
el_gr: Γωνία:
eo_uy: Angulo:
es_es: Ángulo:
hu_hu: Szög:
id_id: Sudut:
it_it: Angolo:
ja_jp: 角度:
nb_no: Vinkel:
pl_pl: Kąt:
pt_br: Ângulo:
pt_pt: Angulo:
ro_ro: Unghi:
ru_ru: Угол:
tr_tr: Açı:
uk_ua: Кут:

source: Hue:
ca_es: Tonalitat:
cs_cz: Odstín:
de_de: Farbton:
el_gr: Απόχρωση:
es_es: Matiz:
hu_hu: Színárnyalat:
id_id: Rona:
it_it: Tonalità:
ja_jp: 色相:
nb_no: Fargetone:
pl_pl: Odcień:
pt_br: Matiz:
ro_ro: Nuanță:
ru_ru: Оттенок:
tr_tr: Renk Tonu:
uk_ua: Відтінок:

source: Saturation:
ca_es: Saturació:
cs_cz: Sytost:
de_de: Sättigung:
el_gr: Κορεσμός:
es_es: Saturación:
hu_hu: Telítettség:
id_id: Saturasi:
it_it: Saturazione:
ja_jp: 彩度:
nb_no: Metning:
pl_pl: Nasycenie:
pt_br: Saturação:
pt_pt: Saturação:
ro_ro: Saturație:
ru_ru: Насыщенность:
tr_tr: Doygunluk:
uk_ua: Насиченість:

source: Value:
ca_es: Lluminositat:
cs_cz: Hodnota:
de_de: Wert:
el_gr: Τιμή:
es_es: Valor:
hu_hu: Érték:
id_id: Nilai:
it_it: Valore:
ja_jp: 値:
nb_no: Verdi:
pl_pl: Wartość:
pt_br: Valor:
pt_pt: Valor:
ro_ro: Valoare:
ru_ru: Яркость:
tr_tr: Değer:
uk_ua: Яскравість:

source: Apply
ca_es: Aplicar
cs_cz: Použít
de_de: Übernehmen
el_gr: Εφαρμογή
eo_uy: Apliki
es_es: Aplicar
hu_hu: Alkamaz
id_id: Terapkan
it_it: Applica
ja_jp: 適用
nb_no: Bruk
pl_pl: Zastosuj
pt_br: Aplique
pt_pt: Aplicar
ro_ro: Aplicare
ru_ru: Применить
tr_tr: Uygula
uk_ua: Застосувати

source: Diagonal
cs_cz: Úhlopříčně
el_gr: Διαγώνιος
eo_uy: Diagonala
hu_hu: Átló
it_it: Diagonale
ja_jp: 対角線
lv_lv: Diagonāle
pl_pl: Przekątna
ro_ro: Diagonală
ru_ru: Диагональ
tr_tr: Çapraz
uk_ua: Діагональ

source: Place inside image
ca_es: Col·loca dins l'imatge
cs_cz: Umístit uvnitř obrázku
de_de: Platziere in Bild
el_gr: Τοποθέτηση μέσα στην εικόνα
es_es: Colocar dentro de la imagen
hu_hu: Helyezze be a képet
id_id: Letakkan di dalam gambar
it_it: Posiziona all'interno dell'immagine
ja_jp: 画像内に配置
lv_lv: Ievieto attēlā
nb_no: Plassér inne i bildet
pl_pl: Umieść wewnątrz obrazu
pt_br: Colocar dentro da imagem
pt_pt: Colocar dentro da imagem
ro_ro: Așezare în interiorul imaginii
ru_ru: Поместить внутри изображения
tr_tr: Resmin içine yerleştir
uk_ua: Розмістити всередині зображення

source: Thickness:
ca_es: Gruix:
cs_cz: Tloušťka:
de_de: Dicke:
el_gr: Πάχος:
eo_uy: Dikeco:
es_es: Grosor:
hu_hu: Vastagság:
id_id: Ketebalan:
it_it: Spessore:
ja_jp: 厚さ:
lv_lv: Biezums:
nb_no: Tykkelse:
pl_pl: Grubość:
pt_br: Espessura:
pt_pt: Espessura:
ro_ro: Grosime:
ru_ru: Толщина:
tr_tr: Kalınlık:
uk_ua: Товщина:

source: Colors:
cs_cz: Barvy:
de_de: Farben:
el_gr: Χρώματα:
es_es: Colores:
hu_hu: Színek:
id_id: Warna:
it_it: Colori:
ja_jp: 色:
nb_no: Farger:
pl_pl: Kolory:
pt_br: Cores:
pt_pt: Cores:
ro_ro: Culori:
ru_ru: Цвета:
tr_tr: Renkler:
uk_ua: Кольори:

source: Steps:
ca_es: Passos:
cs_cz: Kroky:
de_de: Schritte:
el_gr: Βαθμίδες:
es_es: Pasos:
hu_hu: Lépések:
id_id: Langkah:
it_it: Passaggi:
ja_jp: 手順:
nb_no: Trinn:
pl_pl: Kroki:
pt_br: Etapas:
pt_pt: Passos:
ro_ro: Pași:
ru_ru: Шаги:
tr_tr: Adımlar:
uk_ua: Кроки:

source: Top to Bottom
ca_es: D'amunt avall
cs_cz: Od shora dolů
de_de: Von oben nach unten
el_gr: Πάνω-κάτω
es_es: De Arriba hacia Abajo
hu_hu: Tetejéről Aljáig
id_id: Atas ke Bawah
it_it: Dall'alto in basso
ja_jp: 上から下
nb_no: Topp til Bunn
pl_pl: Od góry do dołu
pt_br: Cima para Baixo
pt_pt: De Cima para Baixo
ro_ro: De sus în jos
ru_ru: Сверху вниз
tr_tr: Yukarıdan Aşağıya
uk_ua: Зверху донизу

source: Bottom to Top
ca_es: D'avall amunt
cs_cz: Ze spoda nahoru
de_de: Von unten nach oben
el_gr: Κάτω-πάνω
es_es: De Abajo hacia Arriba
hu_hu: Aljától tetejéig
id_id: Bawah ke Atas
it_it: Dal basso in alto
ja_jp: 下から上へ
nb_no: Bunn til Topp
pl_pl: Od dołu do góry
pt_br: Baixo para Cima
pt_pt: De Baixo para Cima
ro_ro: De jos în sus
ru_ru: Снизу вверх
tr_tr: Aşağıdan Yukarıya
uk_ua: Знизу вгору

source: Left to Right
ca_es: D'esquerra a dreta
cs_cz: Zleva doprava
de_de: Von links nach rechts
el_gr: Αριστερά-δεξιά
es_es: Izquierda a Derecha
hu_hu: Balról jobbra
id_id: Kiri ke Kanan
it_it: Da sinistra a destra
ja_jp: 左から右
nb_no: Venstre til Høyre
pl_pl: Od lewej do prawej
pt_br: Esquerda para a Direita
pt_pt: De Esquerda para a Direita
ro_ro: De la stânga la dreapta
ru_ru: Слева направо
tr_tr: Soldan Sağa
uk_ua: Зліва направо

source: Right to Left
ca_es: De dreta a esquerra
cs_cz: Zprava doleva
de_de: Von rechts nach links
el_gr: Δεξιά-αριστερά
es_es: Derecha a Izquierda
hu_hu: Jobbról balra
id_id: Kanan ke Kiri
it_it: Da destra a sinistra
ja_jp: 右から左
nb_no: Høyre til Venstre
pl_pl: Od prawej do lewej
pt_br: Direita para Esquerda
pt_pt: De Direita para a Esquerda
ro_ro: De la dreapta la stânga
ru_ru: Справа налево
tr_tr: Sağdan Sola
uk_ua: Справа наліво
