Repository: Orama-Interactive/Pixelorama
Catalog: Translations/*.po
Languages: ca_es, cs_cz, de_de, el_gr, eo_uy, es_es, fr, hu_hu, id_id, it_it, ja_jp, lv_lv, nb_no, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, tr_tr, uk_ua

source: Pencil
ca_es: Llapis
cs_cz: Tužka
de_de: Stift
el_gr: Μολύβι
eo_uy: Krajono
es_es: Lápiz
hu_hu: Ceruza
id_id: Pensil
it_it: Matita
ja_jp: ペン/鉛筆
lv_lv: Zīmulis
nb_no: Blyant
pl_pl: Ołówek
pt_br: Lápis
pt_pt: Lápis
ro_ro: Creion
ru_ru: Карандаш
tr_tr: Kalem
uk_ua: Олівець

source: Eraser
ca_es: Goma d'esborrar
cs_cz: Guma
de_de: Radierer
el_gr: Γόμα
eo_uy: Skrapileto
es_es: Borrador
hu_hu: Radír
id_id: Penghapus
it_it: Gomma
ja_jp: 消しゴム
lv_lv: Dzēšgumija
nb_no: Viskelær
pl_pl: Gumka
pt_br: Borracha
pt_pt: Borracha
ro_ro: Radieră
ru_ru: Ластик
tr_tr: Silgi
uk_ua: Гумка

source: Bucket
ca_es: Cubeta
cs_cz: Kbelík
de_de: Eimer
el_gr: Κουβάς
es_es: Cubo de pintura
hu_hu: Vödör
id_id: Ember
it_it: Secchio
ja_jp: バケット
lv_lv: Spainis
nb_no: Bøtte
pl_pl: Wiaderko
pt_br: Preenchimento
pt_pt: Balde
ro_ro: Recipient
ru_ru: Заливка
tr_tr: Kova
uk_ua: Заливка

source: Shading Tool
cs_cz: Stínování
de_de: Schattierungs-Werkzeug
es_es: Herramienta de Sombreado
id_id: Alat Pembayang
nb_no: Skyggeleggingverktøy
pt_br: Ferramenta de sombreamento
pt_pt: Ferramenta de Sombreado
ro_ro: Instrument de umbrire
ru_ru: Затенение
tr_tr: Gölgeleme Aracı
uk_ua: Інструмент світла/тіні

source: Line Tool
cs_cz: Čára
de_de: Linien-Werkzeug
es_es: Herramienta de Línea
id_id: Alat Garis
nb_no: Linjeverktøy
pt_br: Ferramenta Linha
pt_pt: Ferramenta de Linha
ro_ro: Instrument Linie
ru_ru: Рисование линий
tr_tr: Çizgi Aracı
uk_ua: Лінія

source: Rectangle Tool
cs_cz: Obdélník
de_de: Rechteck-Werkzeug
es_es: Herramienta de Rectángulo
id_id: Alat Persegi Panjang
nb_no: Rektangelverktøy
pt_br: Ferramenta Retângulo
pt_pt: Ferramenta de Retangulo
ro_ro: Instrument Dreptunghi
ru_ru: Рисование прямоугольников
tr_tr: Dikdörtgen Araç
uk_ua: Прямокутник

source: Ellipse Tool
cs_cz: Elipsa
de_de: Ellipse-Werkzeug
es_es: Herramienta de Elipse
id_id: Alat Elips
nb_no: Ellipseverktøy
pt_br: Ferramenta Elipse
pt_pt: Ferramenta de Elipse
ro_ro: Instrument Elipsă
ru_ru: Рисование эллипсов
tr_tr: Elips Araç
uk_ua: Еліпс

source: Switch Colors
ca_es: Intercanviar Colors
cs_cz: Prohodit barvy
de_de: Wechsle Farben
el_gr: Εναλλαγή χρωμάτων
eo_uy: Interŝanĝi kolorojn
es_es: Cambiar colores
hu_hu: Színek cserélése
id_id: Ganti Warna
it_it: Inverti Colori
ja_jp: 色の切り替え
nb_no: Bytt Farger
pl_pl: Zmień kolory
pt_br: Trocar Cores
pt_pt: Trocar cores
ro_ro: Comutare culori
ru_ru: Сменить цвета
tr_tr: Rekleri Değiştir
uk_ua: Поміняти кольори місцями

source: Set the shortcut
ca_es: Establir tecla d'accés directe
cs_cz: Nastavit zkratku
de_de: Tastenkürzel einrichten
el_gr: Επιλέξτε μια συντόμευση
eo_uy: Meti la ligilon
es_es: Selecciona el acceso directo
hu_hu: Parancsikon beállítása
id_id: Atur pintasan
it_it: Imposta la scorciatoia
ja_jp: ショートカットを設定
nb_no: Sett snarveien
pl_pl: Ustaw skrót klawiszowy
pt_br: Definir o atalho
pt_pt: Atribuir atalho
ro_ro: Setează comanda rapidă
ru_ru: Выставить горячую(ие) клавишу(и)
tr_tr: Kısayol ayarla
uk_ua: Асоціювати клавішу

source: Press a key or a key combination to set the shortcut
cs_cz: Stiskněte klávesu nebo kombinaci kláves pro nastavení zkratky
de_de: Drücken Sie eine Taste oder eine Tastenkombination, um die Verknüpfung zu setzen
el_gr: Πατήστε ένα πλήκτρο ή συνδυασμό πλήκτρων για να ορίσετε τη συντόμευση
eo_uy: Premu klavon aŭ kombinaĵon de klavoj por meti la ligilon
es_es: Presione una tecla o una combinación de teclas para establecer el acceso directo
hu_hu: Nyomj meg egy gombot vagy gombkombinációt a Parancsikon beállításához
id_id: Tekan tombol atau gabungan tombol untuk dijadikan pintasan
it_it: Premere un tasto o una combinazione di tasti per impostare la scorciatoia
ja_jp: キーまたはキーの組み合わせを押してショートカットを設定します
nb_no: Trykk på en tast eller en tastekombinasjon for å angi snarveien
pl_pl: Naciśnij klawisz lub kombinację klawiszy, aby ustawić skrót klawiszowy
pt_br: Aperte uma tecla ou uma combinação de teclas para definir o atalho
pt_pt: Pressione uma tecla ou combinação de teclas para atribuir atalho
ro_ro: Apasă o tastă sau o combinație de taste pentru a seta comanda rapidă
ru_ru: Нажмите клавишу или комбинацию клавиш
tr_tr: Kısayol ayarlamak için bir tuş yada bir tuş kombinasyonuna basın
uk_ua: Натисніть клавішу або комбінацію клавіш, щоб асоціювати її з дією

source: Already assigned
cs_cz: Již přiřazeno
de_de: Bereits zugewiesen
el_gr: Έχει ήδη εκχωρηθεί
eo_uy: Jam asignitas
es_es: Ya asignado
hu_hu: Már hozzá van rendelve
id_id: Pernah ditetapkan
it_it: Già assegnato
ja_jp: 割り当て済みです
nb_no: Allerede tildelt
pl_pl: Już przypisano
pt_br: Já atribuído
pt_pt: Já atribuída
ro_ro: Alocată deja
ru_ru: Уже назначено
tr_tr: Zaten atanıldı
uk_ua: Вже призначене

source: Left Tool:
ca_es: Eina Esquerra:
cs_cz: Levý nástroj:
de_de: Linkes Werkzeug:
el_gr: Αριστερό εργαλείο:
eo_uy: Maldekstra ilo:
es_es: Herramienta izquierda:
hu_hu: Bal eszköz:
id_id: Alat Di Kiri:
it_it: Strumento sinistra:
ja_jp: 左のツール:
nb_no: Venstre Verktøy:
pl_pl: Lewe narzędzie:
pt_br: Ferramenta da Esquerda:
pt_pt: Ferramenta da Esquerda
ro_ro: Instrumentul din stânga:
ru_ru: Левый инструмент:
tr_tr: Sol Araç:
uk_ua: Лівий інструмент:

source: A tool assigned to the left mouse button
cs_cz: Nástroj přiřazený k levému tlačítku myši
de_de: Ein Werkzeug, das der linken Maustaste zugewiesen ist
el_gr: Το εργαλείο που έχει εκχωρηθεί στο αριστερό κουμπί του ποντικιού
eo_uy: Ilo, asignita al la musa maldekstra butono
es_es: Una herramienta asignada al botón izquierdo del mouse
hu_hu: Az eszköz már hozzá van rendelve a bal egérgombhoz
id_id: Alat yang ditetapkan di tombol tetikus kiri
it_it: Uno strumento assegnato al pulsante sinistro del mouse
ja_jp: マウスの左ボタンに割り当てられたツール
nb_no: Et verktøy tilknyttet venstre museknapp
pl_pl: Narzędzie przypisane do lewego przycisku myszy
pt_br: Ferramenta atribuída ao botão esquerdo do mouse
pt_pt: Uma ferramenta atribuída ao botão do lado esquerdo do rato
ro_ro: Un instrument alocat butonului din stânga al masului
ru_ru: Инструмент, присвоенный левой кнопке мыши
tr_tr: Sol fare düğmesine bir araç atandı
uk_ua: Інструмент, який встановлено для лівої кнопки миші

source: Right Tool:
ca_es: Eina Dreta:
cs_cz: Pravý nástroj:
de_de: Rechtes Werkzeug:
el_gr: Δεξί εργαλείο:
eo_uy: Dekstra ilo:
es_es: Herramienta derecha:
hu_hu: Jobb eszköz:
id_id: Alat Di Kanan:
it_it: Strumento destra:
ja_jp: 右のツール:
nb_no: Høyre Verktøy:
pl_pl: Prawe narzędzie:
pt_br: Ferramenta da Direita:
pt_pt: Ferramenta da Direita:
ro_ro: Instrumentul din dreapta:
ru_ru: Правый инструмент:
tr_tr: Sağ Araç:
uk_ua: Правий інструмент:

source: A tool assigned to the right mouse button
cs_cz: Nástroj přiřazený k pravému tlačítku myši
de_de: Ein Werkzeug, das der rechten Maustaste zugewiesen ist
el_gr: Το εργαλείο που έχει εκχωρηθεί στο δεξί κουμπί του ποντικιού
eo_uy: Ilo, asignita al la musa dekstra butono
es_es: Una herramienta asignada al botón derecho del mouse
hu_hu: Az eszköz már hozzá van rendelve a jobb egérgombhoz
id_id: Alat yang ditetapkan di tombol tetikus kanan
it_it: Uno strumento assegnato al pulsante destro del mouse
ja_jp: マウスの右ボタンに割り当てられたツール
nb_no: Et verktøy tilknyttet høyre museknapp
pl_pl: Narzędzie przypisane do prawego przycisku myszy
pt_br: Ferramenta atribuída ao botão direito do mouse
pt_pt: Uma ferramenta atribuída ao botão do lado direito do rato
ro_ro: Un instrument alocat butonului din dreapta al masului
ru_ru: Инструмент, присвоенный правой кнопкой мыши
tr_tr: Sağ fare düğmesine bir araç atandı
uk_ua: Інструмент, який встановлено для правої кнопки миші

source: Cannot find last project file.
ca_es: No es pot trobar el fitxer del projecte més recent.
cs_cz: Nelze nalézt soubor posledního projektu.
de_de: Letzte Projektdatei konnte nicht gefunden werden.
el_gr: Δεν είναι δυνατή η εύρεση του τελευταίου αρχείου έργου.
eo_uy: Ne povas trovi dosieron de la lasta projekto.
es_es: No se pudo encontrar el último archivo de proyecto.
hu_hu: Nem található az utolsó projektfájl.
id_id: Tidak bisa menemukan proyek terakhir.
it_it: Impossibile trovare il file dell'ultimo progetto.
ja_jp: 最後のプロジェクトファイルが見つかりません。
nb_no: Finner ikke siste prosjektfil.
pl_pl: Nie można znaleźć pliku ostatniego projektu.
pt_br: Não foi possível localizar arquivo do último projeto.
pt_pt: Não foi encontrado ficheiro do último projeto.
ro_ro: Ultimul fișier de proiect nu poate fi găsit.
ru_ru: Не могу найти файл последнего проекта.
tr_tr: Son proje dosyası bulunamadı.
uk_ua: Неможливо знайти останній файл проєкту.

source: Cannot find project file.
cs_cz: Soubor projektu nebyl nalezen.
de_de: Projektdatei nicht gefunden.
el_gr: Δεν είναι δυνατή η εύρεση του αρχείου έργου.
es_es: No se puede encontrar el archivo del proyecto.
hu_hu: Nem található az utolsó projektfájl.
id_id: Berkas proyek tidak ditemukan.
it_it: Impossibile trovare il file del progetto.
ja_jp: プロジェクトファイルが見つかりません。
nb_no: Kan ikke finne prosjektfil.
pl_pl: Nie można znaleźć pliku projektu.
pt_br: Não foi possível localizar arquivo do último projeto.
pt_pt: Não foi encontrado ficheiro de projeto.
ro_ro: Fișierul de proiect nu poate fi găsit.
ru_ru: Не могу найти файл проекта.
tr_tr: Proje dosyası bulunamadı.
uk_ua: Неможливо знайти файл проєкту.

source: You haven't saved or opened any project in Pixelorama yet!
cs_cz: Zatím jste neuložili ani neotevřeli žádný projekt v Pixeloramě!
de_de: Sie haben noch kein Projekt in Pixelorama gespeichert oder geöffnet!
el_gr: Δεν έχετε αποθηκεύσει ούτε ανοίξει κανένα έργο στο Pixelorama ακόμη!
eo_uy: Vi ankoraŭ ne konservis aŭ malfermis iun ajn projekton en Pixelorama!
es_es: ¡No has guardado o abierto ningún proyecto en Pixelorama aún!
hu_hu: Még nem mentettél vagy nyitottál meg projektet Pixeloramában!
id_id: Kamu belum menyimpan atau membuka proyek apa pun di Pixelorama!
it_it: Non hai ancora salvato o aperto alcun progetto in Pixelorama!
ja_jp: Pixeloramaでプロジェクトを保存または開いていません！
nb_no: Du har ikke lagret eller åpnet et prosjekt i Pixelorama enda!
pl_pl: Nie zapisałeś lub nie otworzyłeś jeszcze żadnego projektu w Pixeloramie!
pt_br: Você ainda não salvou nem abriu nenhum projeto no Pixelorama!
pt_pt: Ainda não gravou ou abriu nenhum projeto no Pixelorama!
ro_ro: Încă nu ai salvat sau deschis niciun proiect în Pixelorama!
ru_ru: Вы еще не сохранили и не открыли ни одного проекта в Pixelorama!
tr_tr: Pixelorama'da henüz bir proje açmadın yada kaydetmedin!
uk_ua: Ви ще не зберегли та не відкрили в Pixelorama жодного проєкту!

source: Open Last Project
ca_es: Obrir Projecte més recent
cs_cz: Otevřít poslední projekt
de_de: Letztes Projekt öffnen
el_gr: Άνοιγμα τελευταίου έργου
eo_uy: Malfermi lastan projekton
es_es: Abrir el último proyecto
hu_hu: Utolsó projekt megnyitása
id_id: Buka Proyek Terakhir
it_it: Apri l'ultimo progetto
ja_jp: 最後のプロジェクトを開く
nb_no: Åpne Siste Prosjekt
pl_pl: Otwórz ostatni projekt
pt_br: Abrir último projeto
pt_pt: Abrir último projeto
ro_ro: Deschide ultimul proiect
ru_ru: Открыть последний проект
tr_tr: Son Projeyi Aç
uk_ua: Відкрити останній проєкт

source: Open last project...
ca_es: Obrir Projecte més recent...
cs_cz: Otevřít poslední projekt...
de_de: Letztes Projekt öffnen...
el_gr: Άνοιγμα τελευταίου έργου...
eo_uy: Malfermi lastan projekton...
es_es: Abrir el último proyecto...
hu_hu: Utolsó projekt megnyitása...
id_id: Buka proyek terakhir...
it_it: Apri l'ultimo progetto...
ja_jp: 前回のプロジェクトを開く...
nb_no: Åpne siste prosjekt...
pl_pl: Otwórz ostatni projekt...
pt_br: Abrir último projeto...
pt_pt: Abrir último projeto...
ro_ro: Deschide ultimul proiect...
ru_ru: Открыть последний проект...
tr_tr: Son Projeyi Aç...
uk_ua: Відкрити останній проєкт...

source: Open last project on startup
cs_cz: Po spuštění otevřít poslední projekt
de_de: Beim Starten letztes Projekt laden
el_gr: Άνοιγμα τελευταίου έργου κατά την εκκίνηση
eo_uy: Malfermi lastan projekton dum startigo
es_es: Abrir el último proyecto al iniciar
hu_hu: Utolsó projekt megnyitása indításkor
id_id: Buka proyek terakhir saat mulai
it_it: Apri l'ultimo progetto all'avvio
ja_jp: 起動時に最後のプロジェクトを開く
nb_no: Åpne siste prosjekt ved oppstart
pl_pl: Po uruchomieniu załaduj ostatni projekt
pt_br: Abrir último projeto ao iniciar
pt_pt: Abrir último projeto na inicialização.
ro_ro: Deschide ultimul proiect la pornire
ru_ru: Открывать последний проект при запуске
tr_tr: Başlangıçta son projeyi aç
uk_ua: Відкривати останній проєкт при запуску

source: Opens last opened project on startup
cs_cz: Otevřít po spuštění naposledy otevřený projekt
de_de: Öffnet das zuletzt geöffnete Projekt beim Start
el_gr: Ανοίγει το τελευταίο έργο κατά την εκκίνηση
eo_uy: Malfermas lastan apertigitan projekton dum startigo
es_es: Abre el último proyecto abierto al iniciar
hu_hu: Utolsó projektet megnyissa indításkor
id_id: Membuka proyek yang terakhir dibuka saat mulai
it_it: Apri l'ultimo progetto aperto all'avvio
ja_jp: 起動時に最後に開いたプロジェクトを開く
nb_no: Åpne sist åpnede prosjekt ved oppstart
pl_pl: Po uruchomieniu, załaduje ostatni projekt
pt_br: Abrir último projeto aberto ao iniciar
pt_pt: Abre o último projeto aberto na inicialização
ro_ro: Deschide ultimul proiect deschis la pornire
ru_ru: Открывает последний открытый проект при запуске
tr_tr: Başlangıçta son açılan projeyi açar
uk_ua: Відкривати проєкт, який було останнім відкрито, при запуску програми

source: Quit confirmation
de_de: Beenden bestätigen
es_es: Confirmación de salida
id_id: Ditanya saat keluar
nb_no: Avslutningsbekreftelse
pt_br: Confirmação de saída
pt_pt: Confirmação de saída
ro_ro: Confirmare ieșire
ru_ru: Подтверждение выхода
tr_tr: Çıkış onayı
uk_ua: Підтвердження виходу

source: Enable autosave
ca_es: Habilitar desat automàtic
cs_cz: Povolit automatické ukládání
de_de: Autospeichern aktivieren
el_gr: Ενεργοποίηση αυτόματης αποθήκευσης
eo_uy: Ŝalti aŭtokonservadon
es_es: Activar guardado automático
hu_hu: Automatikus mentés bekapcsolása
id_id: Aktifkan simpan otomatis
it_it: Abilita salvataggio automatico
ja_jp: 自動保存を有効化
nb_no: Aktivér automatisk lagring
pl_pl: Włącz automatyczne zapisywanie
pt_br: Habilitar salvamento automático
pt_pt: Ativar gravação automática
ro_ro: Activare autosalvare
ru_ru: Включить автосохранение
tr_tr: Otomatik kaydetmeyi etkinleştir
uk_ua: Увімкнути автозбереження

source: Autosave interval:
ca_es: Interval de desat automàtic:
cs_cz: Interval automatického ukládání:
de_de: Autospeicherintervall:
el_gr: Χρονικό διάστημα αυτόματης αποθήκευσης:
eo_uy: Aŭtokonserva intervalo:
es_es: Intervalo de guardado automático:
hu_hu: Időköz az automatikus mentések között:
id_id: Selang waktu simpan otomatis:
it_it: Intervallo di salvataggio automatico:
ja_jp: 自動保存の間隔:
nb_no: Intervall for automatisk lagring:
pl_pl: Częstotliwość automatycznego zapisu:
pt_br: Intervalo do salvamento automático:
pt_pt: Intervalo de Gravação automática:
ro_ro: Interval de autosalvare:
ru_ru: Интервал автосохранения:
tr_tr: Otomatik kaydetme sıklığı:
uk_ua: Інтервал автозбереження:

source: minute(s)
ca_es: minut(s)
cs_cz: minuta(y)
de_de: Minute(n)
el_gr: λεπτό(ά)
eo_uy: minuto(j)
es_es: minuto(s)
hu_hu: perc(ek)
id_id: menit
it_it: minuto(i)
ja_jp: 分
nb_no: minutt(er)
pl_pl: minuta(y)
pt_br: minuto(s)
pt_pt: minuto(s)
ro_ro: minut(e)
ru_ru: мин.
tr_tr: dakika
uk_ua: хв.

source: Create new folder for each frame tag
de_de: Neuen Ordner für jeden Frame Tag erstellen
id_id: Buat folder baru untuk setiap tag bingkai
pt_br: Criar nova pasta para cada tag de quadro
ro_ro: Creează un dosar nou pentru fiecare etichetă de cadru
ru_ru: Создать по папке для метки кадров
tr_tr: Her kare etiketi için yeni klasör oluştur
uk_ua: Створити по каталогу для тегу кадрів

source: Creates multiple files but every file is stored in different folder that corresponds to its frame tag
de_de: Erstellt mehrere Dateien, aber jede Datei wird in einem anderen Ordner gespeichert, der seinem Frame Tag entspricht
id_id: Membuat banyak berkas, tapi setiap berkas ditampung di folder berbeda sesuai dengan tag bingkainya
pt_br: Cria vários arquivos, mas cada arquivo é armazenado em um diretório diferente que corresponde à sua tag de quadro
ro_ro: Creează mai multe fișiere, dar fiecare fișier este stocat în alt dosar care corespunde cu eticheta de cadru a acestuia
ru_ru: Создаёт много файлов, но каждый файл будет в отдельной папке согласно его метке кадра
tr_tr: Birden çok dosya oluşturur ancak her dosya, kare etiketine karşılık gelen farklı klasörde depolanır
uk_ua: Створює декілька файлів, але кожен файл буде зберігатися в окремому каталозі, відповідно до тегу кадрів

source: Close
ca_es: Tancar
cs_cz: Zavřít
de_de: Schließen
el_gr: Κλείσιμο
eo_uy: Fermi
es_es: Cerrar
hu_hu: Bezárás
id_id: Tutup
it_it: Chiudi
ja_jp: 閉じる
nb_no: Lukk
pl_pl: Zamknij
pt_br: Fechar
pt_pt: Fechar
ro_ro: Închide
ru_ru: Закрыть
tr_tr: Kapat
uk_ua: Закрити

source: Discard All
de_de: Alle verwerfen
es_es: Descartar Todo
id_id: Buang Semua
pt_br: Descartar Todos
pt_pt: Descartar tudo
ro_ro: Renunțare la toate
ru_ru: Отменить все
tr_tr: Hepsinden Vazgeç
uk_ua: Відкинути все

source: Autosaved project(s) from a crashed session were found. Do you want to recover the data?
cs_cz: Byly nalezeny automaticky uložené projekt(y) z havarované relace. Přejete si obnovit data?
de_de: Automatisch gespeicherte(s) Projekt(e) von einer vorherigen Sitzung gefunden. Möchten Sie die Daten wiederherstellen?
es_es: Se ha encontrado uno o varios proyectos autoguardados de una sesión interrumpida. ¿Deseas recuperar los datos?
id_id: Ditemukan proyek yang disimpan otomatis dari sesi kena mogok. Apa kamu ingin memulihkan datanya?
nb_no: Fant prosjekt(er) som ble automatisk lagret før en programfeil oppsto. Vil du gjenoprette?
pt_br: Projeto(s) salvos automaticamente antes de um encerramento inesperado foram encontrados. Você deseja recuperar os dados?
pt_pt: Projeto(s) salvos automaticamente antes de um encerramento inesperado foram encontrados. Você deseja recuperar os dados?
ro_ro: Au fost găsite proiecte salvate automat de la o sesiune căzută. Dorești să recuperezi datele?
ru_ru: Найдены автоматически сохранённые проекты (проект) из аварийно завершённой сессии. Восстановить данные?
tr_tr: Çöken bir oturumdan otomatik kaydedilen proje(ler) bulundu. Verileri kurtarmak ister misin?
uk_ua: Знайдено автоматично записаний проєкт/проєкти з аварійно закінченої сесії. Відновити дані?

source: Backup reloaded
cs_cz: Záloha znovu načtena
de_de: Backup neu geladen
el_gr: Το αντίγραφο ασφαλείας επαναφορτώθηκε
es_es: Copia de seguridad cargada
hu_hu: Biztonsági mentés újratöltve
id_id: Cadangan dimuat ulang
it_it: Backup ricaricato
ja_jp: バックアップを再読み込みしました
nb_no: Sikkerhetskopien lastet inn
pl_pl: Wczytano ponownię kopię zapasową
pt_br: Backup recarregado
pt_pt: Cópia de segurança carregada
ro_ro: Copie de rezervă reîncărcată
ru_ru: Резервная копия восстановлена
tr_tr: Yedek yeniden yüklendi
uk_ua: Завантажено резервну копію

source: Remove currently selected palette
cs_cz: Odstranit aktuálně vybranou paletu
de_de: Aktuell ausgewählte Palette entfernen
el_gr: Διαγραφή παλέτας
es_es: Eliminar la paleta seleccionada
hu_hu: Jelenlegi paletta törlése
id_id: Hapus palet yang sedang dipilih
it_it: Rimuovi la palette attualmente selezionata
ja_jp: 現在選択されているパレットを削除
nb_no: Fjern valgt palett
pl_pl: Usuń aktualnie wybraną paletę
pt_br: Remover paleta selecionada
pt_pt: Remover a palete atual
ro_ro: Elimină paleta selectată în prezent
ru_ru: Удалить выбранную на данный момент палитру
tr_tr: Seçili paleti kaldır
uk_ua: Видалити вибрану палітру

source: Are you sure you want to remove this palette? (Cannot be undone)
cs_cz: Jste si jisti, že chcete odstranit tuto paletu? (Nevratná změna)
de_de: Sind Sie sicher, dass Sie diese Palette entfernen möchten? (Kann nicht rückgängig gemacht werden)
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτή τη παλέτα; (Δεν είναι δυνατή η αναίρεση αυτής της ενέργειας)
es_es: ¿Estás seguro que quieres eliminar esta paleta? (No se puede deshacer)
hu_hu: Tényleg törlöd ezt a palettát? (Ez nem visszavonható!)
id_id: Apa kamu yakin ingin menghapus palet ini? (Tak bisa diurungkan)
it_it: Sei sicuro di voler rimuovere questa tavolozza? (Non può essere annullato)
ja_jp: このパレットを削除してもよろしいですか？ (元に戻すことはできません)
nb_no: Er du sikker på at du vil fjerne denne fargepaletten? (Dette kan ikke omgjøres)
pl_pl: Czy na pewno chcesz usunąć tą paletę? (Nie można cofnąć)
pt_br: Você tem certeza que deseja remover esta paleta? (Não pode ser desfeito)
pt_pt: Tem a certeza que pretende remover esta palete? (Não pode ser desfeito)
ro_ro: Sigur vrei să elimini această paletă (nu va putea fi recuperată)?
ru_ru: Вы уверены, что хотите удалить эту палитру? (Действие необратимо)
tr_tr: Paleti kaldırmak istediğine emin misin? (Geri alınamaz)
uk_ua: Ви впевнені, що хочете видалити цю палітру? (Цю дію неможливо скасувати)

source: You can't remove more palettes!
ca_es: No es pot eliminar més paletes!
cs_cz: Nelze odstranit více palet!
de_de: Sie können nicht mehr Paletten entfernen!
el_gr: Δεν μπορείτε να διαγράψετε άλλες παλέτες!
eo_uy: Vi ne povas forigi pli da paletroj!
es_es: ¡No puedes eliminar más paletas!
hu_hu: Nem lehet több palettát eltávolítani!
id_id: Tidak bisa menghapus palet lagi!
it_it: Non puoi rimuovere altre palette!
ja_jp: これ以上のパレットは削除できません！
nb_no: Du kan ikke fjerne flere paletter!
pl_pl: Nie możesz usunąć więcej palet!
pt_br: Você não pode remover mais paletas!
pt_pt: Não pode remover mais paletes!
ro_ro: Nu poți elimina mai multe palete!
ru_ru: Нельзя удалить больше палитр!
tr_tr: Daha fazla palet kaldıramazsın!
uk_ua: Неможливо видалити більш палітр!

source: Cannot remove the palette, because it doesn't exist!
ca_es: No es pot eliminar la paleta, perquè no existeix!
cs_cz: Nelze odstranit paletu, protože neexistuje!
de_de: Die Palette kann nicht entfernt werden, da sie nicht existiert!
el_gr: Δεν γίνεται να διαγραφεί η παλέτα, επειδή δεν υπάρχει!
eo_uy: Ne povas forigi la paletron, ĉar ĝi ne ekzistas!
es_es: ¡No se puede quitar la paleta, porque no existe!
hu_hu: Nem lehet eltávolítani a palettát, mert nem létezik!
id_id: Tidak bisa menghapus palet, karena palet tidak ada!
it_it: Impossibile rimuovere la palette, perché non esiste!
ja_jp: パレットが存在しないため、削除できません！
nb_no: Kan ikke fjerne paletten, den eksisterer ikke!
pl_pl: Nie można usunąć palety, ponieważ nie istnieje!
pt_br: Não foi possível remover a paleta porque não existe!
pt_pt: Não foi possível remover a palete, pois esta não existe!
ro_ro: Paleta nu poate fi eliminată, deoarece nu există!
ru_ru: Невозможно удалить палитру, потому что она не существует!
tr_tr: Olmayan paleti kaldıramazsın!
uk_ua: Неможливо видалити палітру, бо вона не існує!

source: and
cs_cz: a
de_de: und
el_gr: και
es_es: y
hu_hu: és
id_id: dan
it_it: e
ja_jp: と
nb_no: og
pl_pl: i
pt_br: e
pt_pt: e
ro_ro: și
ru_ru: и
tr_tr: ve
uk_ua: і

source: Move the selected frame to the left.
cs_cz: Přesunout vybraný snímek doleva.
de_de: Verschiebe den ausgewählten Frame nach links.
el_gr: Μετακίνηση του επιλεγμένου καρέ προς τα αριστερά
es_es: Mueve el marco seleccionado hacia la izquierda.
hu_hu: Mozgassa a kijelölt keretet balra.
id_id: Pindahkan bingkai terpilih ke kiri.
it_it: Sposta il riquadro selezionato a sinistra.
ja_jp: 選択したフレームを左に移動します。
nb_no: Flytt det merkede bildet til venstre.
pl_pl: Przenieś zaznaczoną klatkę w lewo.
pt_br: Mova o frame selecionado para a esquerda.
pt_pt: Move o fotograma selecionado para a direita.
ro_ro: Deplasează cadrul selectat la stânga.
ru_ru: Переместить выделенный кадр влево.
tr_tr: Seçili kareyi sola taşı.
uk_ua: Пересунути виділений кадр вліво.
