Repository: Orama-Interactive/Pixelorama
Catalog: Translations/*.po
Languages: ca_es, cs_cz, de_de, el_gr, eo_uy, es_es, fr, hu_hu, id_id, it_it, ja_jp, lv_lv, nb_no, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, tr_tr, uk_ua

source: File failed to open. Error code %s
cs_cz: Otevření souboru se nezdařilo. Chybový kód %s
de_de: Datei konnte nicht geöffnet werden. Fehlercode %s
el_gr: Απέτυχε το άνοιγμα του αρχείου. Κωδικός σφάλματος %s
es_es: No se pudo abrir el archivo. Código de error %s
hu_hu: A fájl megnyitása nem sikerült. Hibakód %s
id_id: Berkas gagal dibuka. Kode galat %s
it_it: Impossibile aprire il file. Codice errore %s
ja_jp: ファイルを開けませんでした。エラーコード %s
nb_no: Filen kunne ikke åpnes. Feilkode %s
pl_pl: Nie udało się otworzyć pliku. Kod błędu %s
pt_br: Arquivo falhou ao abrir. Código do erro %s
pt_pt: Problema ao abrir ficheiro. Código de erro %s
ro_ro: Fișierul nu a putut fi deschis. Cod de eroare %s
ru_ru: Не удалось открыть файл. Код ошибки %s
tr_tr: Dosya açılamadı. Hata kodu %s
uk_ua: Не вдалося відкрити файл. Код помилки %s

source: File failed to save. Error code %s
cs_cz: Soubor se nepodařilo uložit. Kód chyby %s
de_de: Datei konnte nicht gespeichert werden. Fehlercode %s
el_gr: Απέτυχε η αποθήκευση του αρχείου. Κωδικός σφάλματος %s
es_es: No se pudo guardar el archivo. Código de error %s
hu_hu: A fájl mentése nem sikerült. Hibakód %s
id_id: Berkas gagal disimpan. Kode galat %s
it_it: Impossibile salvare il file. Codice errore %s
ja_jp: ファイルを保存できませんでした。エラーコード %s
nb_no: Filen kunne ikke lagres. Feilkode %s
pl_pl: Nie udało się zapisać pliku. Kod błędu %s
pt_br: Arquivo falhou ao salvar. Código de erro %s
pt_pt: Problema ao gravar ficheiro. Código de erro %s
ro_ro: Fișierul nu a putut fi salvat. Cod de eroare %s
ru_ru: Не удалось сохранить файл. Код ошибки %s
tr_tr: Dosya kaydedilemedi. Hata kodu %s
uk_ua: Не вдалося зберегти файл. Код помилки %s

source: File exported
cs_cz: Soubor exportován
de_de: Datei exportiert
el_gr: Έγινε εξαγωγή αρχείου
eo_uy: Dosiero elportitas
es_es: Archivo exportado
fr: Fichier exporté
hu_hu: Fájl exportálva
id_id: Berkas terekspor
it_it: File esportato
ja_jp: ファイルをエクスポートしました
lv_lv: Fails eksportēts
nb_no: Fil eksportert
pl_pl: Plik został wyeksportowany
pt_br: Arquivo exportado
pt_pt: Ficheiro Exportado
ro_ro: Fișier exportat
ru_ru: Файл экспортирован
tr_tr: Dosya dışa aktarıldı
uk_ua: Файл експортовано

source: New Empty Palette
ca_es: Nova Paleta Buida
cs_cz: Nová prázdná paleta
de_de: Neue leere Palette
el_gr: Νέα Κενή Παλέτα
eo_uy: Nova malplena paletro
es_es: Nueva Paleta Vacía
hu_hu: Új üres paletta
id_id: Palet Kosong Baru
it_it: Nuova palette vuota
ja_jp: 新しい空のパレット
lv_lv: Jauna tukša palete
nb_no: Ny Tom Palett
pl_pl: Nowa pusta paleta kolorów
pt_br: Nova Paleta Vazia
pt_pt: Nova Palete Vazia
ro_ro: Paletă nouă goală
ru_ru: Создать пустую палитру
tr_tr: Yeni Boş Palet
uk_ua: Нова пуста палітра

source: Import Palette
ca_es: Importar Paleta
cs_cz: Importovat paletu
de_de: Importiere Palette
el_gr: Εισαγωγή Παλέτας
eo_uy: Enporti paletron
es_es: Importar Paleta
hu_hu: Paletta importálása
id_id: Impor palet
it_it: Importa Palette
ja_jp: パレットをインポート
lv_lv: Importēt paleti
nb_no: Importer Palett
pl_pl: Importuj paletę kolorów
pt_br: Importar Paleta
pt_pt: Importar Palete
ro_ro: Importare paletă
ru_ru: Импорт Палитры
tr_tr: Paleti İçe Aktar
uk_ua: Імпортувати палітру

source: Create Palette From Current Sprite
cs_cz: Vytvořit paletu z aktuálního spritu
de_de: Palette aus aktuellem Sprite erstellen
el_gr: Δημιουργία παλέτας από την τρέχουσα εικόνα
es_es: Crear paleta a partir del sprite actual
hu_hu: Paletta készítése a mostani képből
id_id: Buat warna palet dari sprite saat ini
it_it: Crea palette dallo sprite attuale
ja_jp: 現在のスプライトからパレットを作成
nb_no: Opprett Palett Fra Gjeldene Figur
pl_pl: Utwórz paletę z aktualnego Sprite'a
pt_br: Criar paleta a partir do Sprite Atual
pt_pt: Criar Palete da imagem atual
ro_ro: Creare paletă din graficul bidimensional actual
ru_ru: Создать палитру из текущего спрайта
tr_tr: Geçerli Hareketli Sayfadan Palet Oluştur
uk_ua: Створити палітру з поточного спрайту

source: Palette Name:
ca_es: Nom de la Paleta:
cs_cz: Název palety:
de_de: Palettenname
el_gr: Όνομα Παλέτας:
eo_uy: Nomo de paletro:
es_es: Nombre de la Paleta:
hu_hu: Paletta neve:
id_id: Nama palet:
it_it: Nome Palette:
ja_jp: パレット名:
lv_lv: Paletes nosaukums:
nb_no: Palettnavn:
pl_pl: Nazwa palety kolorów:
pt_br: Nome da Paleta:
pt_pt: Nome da Palete:
ro_ro: Numele paletei:
ru_ru: Название палитры:
tr_tr: Palet Adı:
uk_ua: Назва палітри:

source: Color Name:
ca_es: Nom del color:
cs_cz: Název barvy:
de_de: Farbnamen:
el_gr: Όνομα Χρώματος:
eo_uy: Nomo de koloro:
es_es: Nombre del Color:
hu_hu: Szín neve:
id_id: Nama warna:
it_it: Nome Colore:
ja_jp: 色の名前
lv_lv: Krāsas nosaukums:
nb_no: Fargenavn:
pl_pl: Nazwa koloru:
pt_br: Nome da Cor:
pt_pt: Nome da COr:
ro_ro: Numele culorii:
ru_ru: Название цвета:
tr_tr: Renk Adı:
uk_ua: Назва кольору:

source: Use current left & right colors
cs_cz: Použít aktuální barvy vlevo a vpravo
de_de: Aktuelle linke und rechte Farben verwenden
el_gr: Χρήση των επιλεγμένων χρωμάτων (αριστερού & δεξιού)
es_es: Usar los colores actuales de izquierda y derecha
hu_hu: Használd a mostani bal & jobb színeket
id_id: Gunakan warna yang di kanan & kiri
it_it: Usa i colori sinistro e destro attuali
ja_jp: 現在の左右の色を使用
nb_no: Bruk gjeldene høyre- og venstrefarger
pl_pl: Użyj aktualnych kolorów lewego i prawego
pt_br: Use as cores esquerda e direita atuais
pt_pt: Usar cores da esquerda e direita atuais
ro_ro: Folosește culorile din stânga și dreapta
ru_ru: Использовать текущие левый и правый цвета
tr_tr: Geçerli sol ve sağ renkleri kullan
uk_ua: Використовувати поточні лівий і правий кольори

source: Create a new empty palette?
ca_es: Crear una nova paleta buida?
cs_cz: Vytvořit novou prázdnou paletu?
de_de: Neue leere Palette erstellen?
el_gr: Δημιουργία νέας κενής παλέτας;
eo_uy: Ĉu krei novan malplenan paletron?
es_es: ¿Crear una nueva paleta vacía?
hu_hu: Létrehoz egy új és üres palettát?
id_id: Buat palet kosong yang baru?
it_it: Creare una nuova palette vuota?
ja_jp: 新しい空のパレットを作成しますか？
lv_lv: Izveidot jaunu tukšu paleti?
nb_no: Opprette en nyt tom palett?
pl_pl: Utworzyć nową pustą paletę kolorów?
pt_br: Criar uma nova paleta vazia?
pt_pt: Criar nova palete vazia
ro_ro: Creezi o paletă nouă goală?
ru_ru: Создать пустую палитру?
tr_tr: Yeni boş palet oluşturulsun mu?
uk_ua: Створити нову пусту палітру?

source: Error
cs_cz: Chyba
de_de: Fehler
el_gr: Σφάλμα
hu_hu: Hiba
id_id: Galat
it_it: Errore
ja_jp: エラー
nb_no: Feil
pl_pl: Błąd
pt_br: Erro
pt_pt: Erro
ro_ro: Eroare
ru_ru: Ошибка
tr_tr: Hata
uk_ua: Помилка

source: Error: Palette must have a valid name.
cs_cz: Chyba: Paleta musí mít platný název.
de_de: Fehler: Palette muss einen gültigen Namen haben.
el_gr: Σφάλμα: Η παλέτα πρέπει να έχει έγκυρο όνομα.
eo_uy: Eraro: Paletro devas havi veran nomon.
es_es: Error: La paleta debe contener un nombre válido.
hu_hu: Error: A palettának érvényes neve kell hogy legyen.
id_id: Galat: Nama palet harus yang absah.
it_it: Errore: La Palette deve avere un nome valido.
ja_jp: エラー: パレットには有効な名前が必要です。
lv_lv: Kļūda: Paletei nepieciešams derīgs nosaukums.
nb_no: Feil: Palett må ha et gyldig navn.
pl_pl: Błąd: Paleta kolorów musi mieć poprawną nazwę.
pt_br: Erro: Paleta deve ter um nome válido.
pt_pt: Erro: Palete tem de ter um nome válido.
ro_ro: Eroare: paleta trebuie să aibă un nume valid.
ru_ru: Ошибка: Палитра должна иметь корректное имя.
tr_tr: Hata: Paletin geçerli bir adı olmalıdır.
uk_ua: Помилка: у палітри має бути правильна назва.

source: Invalid Palette file!
cs_cz: Neplatný soubor palety!
de_de: Nicht gültige Palettendatei!
el_gr: Μη έγκυρο αρχείο παλέτας!
eo_uy: Malvera dosiero de paletro!
es_es: Archivo de paleta no válido!
hu_hu: Érvénytelen palettafájl!
id_id: Berkas palet tidak absah!
it_it: File Palette non valido!
ja_jp: 無効なパレットファイルです！
lv_lv: Nederīgs paletes fails!
nb_no: Ugyldig Palettfil!
pl_pl: Niepoprawny plik palety kolorów!
pt_br: Arquivo de Paleta inválido!
pt_pt: Ficheiro de Palete inválido!
ro_ro: Fișier de paletă invalid!
ru_ru: Недопустимый файл палитры!
tr_tr: Geçersiz palet dosyası!
uk_ua: Неправильний файл палітри!

source: Edit Palette
ca_es: Editar Paleta
cs_cz: Upravit paletu
de_de: Bearbeite Palette
el_gr: Επεξεργασία Παλέτας
eo_uy: Redakti paletron
es_es: Editar Paleta
hu_hu: Paletta Szerkesztése
id_id: Sunting Palet
it_it: Modifica Palette
ja_jp: パレットを編集
lv_lv: Rediģēt paleti
nb_no: Redigér Palett
pl_pl: Edytuj paletę kolorów
pt_br: Editar Paleta
pt_pt: Editar Palete
ro_ro: Editare paletă
ru_ru: Изменить палитру
tr_tr: Paleti Düzenle
uk_ua: Редагувати палітру

source: Create colors with alpha component
cs_cz: Vytvořit barvy s alfa komponentou
de_de: Erstelle Farben mit Alpha-Komponente
el_gr: Δημιουργία χρωμάτων με στοιχεία αδιαφάνειας
es_es: Crear colores con componente alfa
id_id: Buat warna dengan komponen alfa
it_it: Crea colori con componente alfa
ja_jp: アルファコンポーネントを使用して色を作成
nb_no: Opprett farger med alfa-komponent
pl_pl: Utwórz kolory z kanałem alpha
pt_br: Crie cores com o componente alpha
pt_pt: Criar cores com Alpha
ro_ro: Creează culori cu componentă alfa
ru_ru: Создание цветов с помощью альфа-компонента
tr_tr: Alfa bileşeniyle renkler oluştur
uk_ua: Створювати кольори з альфа-компонентом

source: Get colors only from selection
cs_cz: Získat barvy pouze z výběru
de_de: Farben nur aus Auswahl holen
el_gr: Χρώματα μόνο από την επιλογή
es_es: Tomar colores sólo de la selección
id_id: Ambil warna hanya dari seleksi
it_it: Ottieni colori solo dalla selezione
ja_jp: 選択した色のみを取得します
nb_no: Hent farger kun fra valgt område
pl_pl: Pobierz kolory tylko z zaznaczenia
pt_br: Obter cores somente da seleção
pt_pt: Ir buscar apenas cores da seleção
ro_ro: Obține culori doar din selecție
ru_ru: Получить цвета только из выделенного
tr_tr: Renkleri sadece seçimden al
uk_ua: Брати кольори тільки з виділення

source: Get colors from
cs_cz: Získat barvy z
de_de: Farben holen von
el_gr: Χρώματα από
es_es: Obtener colores de
hu_hu: Színek megszerzése
id_id: Ambil warna dari
it_it: Ottieni colori da
ja_jp: 色を取得
nb_no: Hent farger fra
pl_pl: Pobierz kolory z
pt_br: Obter cores de
pt_pt: Ir buscar cores de
ro_ro: Obține culori din
ru_ru: Получить цвета от
tr_tr: Renkleri şuradan al
uk_ua: Брати кольори з

source: Patrons:
ca_es: Patróns:
cs_cz: Patroni:
eo_uy: Patronoj:
hu_hu: Támogatók:
id_id: Patron:
it_it: Sostenitori:
lv_lv: Labvēļi:
nb_no: Abonnenter på Patreon:
pl_pl: Patroni:
pt_br: Patrões
pt_pt: Patronos
ro_ro: Susținători:
ru_ru: Меценаты:
tr_tr: Patronlar:
uk_ua: Меценати:

source: Want your name or your company to be shown on the splash screen?
cs_cz: Chcete, aby vaše jméno nebo firma, byly zobrazeny na úvodní obrazovce?
de_de: Möchten Sie Ihren Namen oder Ihr Unternehmen auf dem Startbildschirm anzeigen?
el_gr: Θέλετε το όνομά σας ή της εταιρείας σας να φαίνεται στην οθόνη εκκίνησης;
es_es: ¿Quieres que tu nombre o tu empresa se muestren en la pantalla de inicio?
hu_hu: Szerzetnéd hogy a neved vagy a céged feltűnjön a felugró képernyőn?
id_id: Ingin ada nama atau perusahaan ditampilkan pada layar splash?
it_it: Vuoi che il tuo nome o la tua azienda siano mostrati nella schermata iniziale?
ja_jp: スプラッシュ画面にあなたの名前または会社を表示したいですか？
nb_no: Vil du at navnet ditt eller firmaet ditt skal vises på oppstartskjermen?
pl_pl: Chcesz wyświetlać swoje imię lub nazwę swojej firmy na ekranie powitalnym?
pt_br: Quer que seu nome ou sua empresa seja mostrado na tela de abertura?
pt_pt: Quer que o nome da sua empresa apareça no ecrã inicial?
ro_ro: Dorești ca numele tău sau al companiei tale să fie afișat pe ecranul de întâmpinare?
ru_ru: Хотите, чтобы ваше имя или компания были показаны на заставке?
tr_tr: Senin yada şirketinin adının açılış ekranında görünmesini ister misin?
uk_ua: Хочете, щоб ваше ім’я або назва вашої компанії була на екрані завантаження?

source: Become a Platinum Sponsor
cs_cz: Staňte se platinovým sponzorem
de_de: Werde ein Platin-Sponsor
el_gr: Γίνετε Πλατινένιος Χορηγός
es_es: Conviértete en Patrocinador Platinum
hu_hu: Legyél Platinum Szponzor
id_id: Jadi Sponsor Platinum
it_it: Diventa uno Sponsor Platino
ja_jp: プラチナスポンサーになる
nb_no: Bli en Platinumsponsor
pl_pl: Zostań Platynowym Sponsorem
pt_br: Seja um Patrocinador Platina
pt_pt: Tornar-se um patrocinador de Platina
ro_ro: Devino susținător de top
ru_ru: Стать Платиновым Спонсором
tr_tr: Platin Sponsor Ol
uk_ua: Стати платиновим спонсором

source: Become a Gold Sponsor
cs_cz: Staňte se zlatým sponzorem
de_de: Werde ein Gold-Sponsor
el_gr: Γίνετε Χρυσός Χορηγός
es_es: Conviértete en Patrocinador Gold
hu_hu: Legyél Arany Szponzor
id_id: Jadi Sponsor Emas
it_it: Diventa uno Sponsor Oro
ja_jp: ゴールドスポンサーになる
nb_no: Bli en Gullsponsor
pl_pl: Zostań Złotym Sponsorem
pt_br: Seja um Patrocinador Ouro
pt_pt: Tornar-se um patrocinador de Ouro
ro_ro: Devino susținător de vază
ru_ru: Стать Золотым Спонсором
tr_tr: Altın Sponsor Ol
uk_ua: Стати золотим спонсором

source: Become a Patron
cs_cz: Staňte se patronem
de_de: Werde ein Patron
el_gr: Γίνετε Χορηγός
eo_uy: Iĝi Patrono
es_es: Conviértete en Patron
hu_hu: Legyél te is Támogató
id_id: Jadi Patron
it_it: Diventa un sostenitore
ja_jp: パトロンになる
nb_no: Bli abonnent på Patreon
pl_pl: Zostań patronem
pt_br: Seja um Patrono
pt_pt: Tornar-se Patrono
ro_ro: Devino susținător
ru_ru: Стать спонсором
tr_tr: Patron Ol
uk_ua: Стати меценатом

source: Don't show again
cs_cz: Příště již nezobrazovat
de_de: Nicht beim nächsten Start anzeigen
el_gr: Να μην εμφανιστεί ξανά
eo_uy: Ne montri denove
es_es: No mostrar de nuevo
hu_hu: Ne mutasd többet
id_id: Jangan tampilkan lagi
it_it: Non mostrare di nuovo
ja_jp: 今後表示しない
lv_lv: Vairāk nerādīt
nb_no: Ikke vis igjen
pl_pl: Nie pokazuj ponownie
pt_br: Não mostrar de novo
pt_pt: Não mostrar novamente
ro_ro: Nu mai arăta
ru_ru: Не показывать снова
tr_tr: Bir daha gösterme
uk_ua: Не показувати знову

source: Image Options
cs_cz: Možnosti obrázku
de_de: Bild Optionen
el_gr: Επιλογές εικόνας
eo_uy: Bildagordoj
es_es: Opciones de imagen
hu_hu: Képbeállítások
id_id: Opsi Gambar
it_it: Opzioni dell'immagine
ja_jp: 画像オプション
lv_lv: Bildes uzstādījumi
nb_no: Bildealternativer
pl_pl: Opcje obrazu
pt_br: Opções de Imagem
pt_pt: Opções de Imagem
ro_ro: Opțiuni pentru imagine
ru_ru: Параметры изображения
tr_tr: Resim Seçenekleri
uk_ua: Опції зображення

source: Default width:
cs_cz: Výchozí šířka:
de_de: Standardweite:
el_gr: Προεπιλεγμένο πλάτος:
eo_uy: Defaŭlta larĝo:
es_es: Ancho por Defecto:
hu_hu: Alapértelmezett szélesség:
id_id: Lebar bawaan:
it_it: Larghezza default:
ja_jp: デフォルトの幅:
nb_no: Standardbredde:
pl_pl: Domyślna szerokość:
pt_br: Largura padrão:
pt_pt: Largura padrão
ro_ro: Lățime implicită:
ru_ru: Ширина по умолчанию:
tr_tr: Varsayılan genişlik:
uk_ua: Стандартна ширина:

source: A default width of a new image
cs_cz: Výchozí šířka nového obrázku
de_de: Eine Standardbreite eines neuen Bildes
el_gr: Το προεπιλεγμένο πλάτος των καινούριων εικόνων
eo_uy: Defaŭlta larĝo de nova bildo
es_es: Un ancho por defecto de una nueva imagen
hu_hu: Alapértelmezett szélessége az új képnek
id_id: Lebar bawaan untuk gambar baru
it_it: Una larghezza predefinita di una nuova immagine
ja_jp: 新しい画像のデフォルトの幅
nb_no: En standardbredde for et nytt bilde
pl_pl: Domyślna szerokość nowego obrazu
pt_br: Largura padrão de uma nova imagem
pt_pt: Largura padrão de uma nova imagem
ro_ro: Lățimea implicită a unei imagini noi
ru_ru: Ширина нового изображения по умолчанию
tr_tr: Yeni resmin varsayılan genişliği
uk_ua: Стандартна ширина для нового зображення

source: Default height:
cs_cz: Výchozí výška:
de_de: Standardhöhe:
el_gr: Προεπιλεγμένο ύψος:
eo_uy: Defaŭlta alto:
es_es: Altura por Defecto:
hu_hu: Alapértelmezett magasság:
id_id: Tinggi bawaan:
it_it: Altezza default:
ja_jp: デフォルトの高さ:
nb_no: Standardhøyde:
pl_pl: Domyślna długość:
pt_br: Altura padrão:
pt_pt: Altura padrão
ro_ro: Înălțime implicită:
ru_ru: Высота по умолчанию:
tr_tr: Varsayılan yükseklik:
uk_ua: Стандартна висота:

source: A default height of a new image
cs_cz: Výchozí výška nového obrázku
de_de: Eine Standardhöhe eines neuen Bildes
el_gr: Το προεπιλεγμένο ύψος των καινούριων εικόνων
eo_uy: Defaŭlta alto de nova bildo
es_es: Una altura por defecto de una nueva imagen
hu_hu: Alapértelmezett magassága az új képnek
id_id: Tinggi bawaan untuk gambar baru
it_it: Un'altezza predefinita di una nuova immagine
ja_jp: 新しい画像のデフォルトの高さ
nb_no: En standardhøyde for et nytt bilde
pl_pl: Domyślna długość nowego obrazu
pt_br: Altura padrão de uma nova imagem
pt_pt: Altura padrão de uma nova imagem
ro_ro: Înălțimea implicită a unei imagini noi
ru_ru: Высота нового изображения по умолчанию
tr_tr: Yeni resmin varsayılan yüksekliği
uk_ua: Стандартна висота для нового зображення

source: Default fill color:
cs_cz: Výchozí barva výplně:
de_de: Standardfüllfarbe:
el_gr: Προεπιλεγμένο γέμισμα με χρώμα:
eo_uy: Defaŭlta plenigkoloro:
es_es: Color de relleno predeterminado:
hu_hu: Alapértelmezett kitöltő szín:
id_id: Warna isi bawaan:
it_it: Colore di riempimento predefinito:
ja_jp: 既定の塗りつぶしの色:
nb_no: Standard fyllfarge:
pl_pl: Domyślny kolor wypełnienia:
pt_br: Cor de preenchimento padrão:
pt_pt: Cor de preenchimento padrão
ro_ro: Culoare implicită de umplere:
ru_ru: Цвет заливки по умолчанию:
tr_tr: Varsayılan dolgu rengi:
uk_ua: Стандартний колір заливки:

source: A default background color of a new image
cs_cz: Výchozí barva pozadí nového obrázku
de_de: Eine Standard-Hintergrundfarbe eines neuen Bildes
el_gr: Το προεπιλεγμένο χρώμα των καινούριων εικόνων
eo_uy: Defaŭlta fona koloro de nova bildo
es_es: Un color de fondo predeterminado de una nueva imagen
hu_hu: Alapértelmezett háttérszíne az új képnek
id_id: Warna latar belakang bawaan pada gambar baru
it_it: Un colore di sfondo predefinito di una nuova immagine
ja_jp: 新しい画像の既定の背景色
nb_no: En standard bakgrunnsfarge for et nytt bilde
pl_pl: Domyślny kolor tła dla nowego obrazu
pt_br: Cor de fundo padrão de uma nova imagem
pt_pt: Cor de fundo de uma nova imagem
ro_ro: Culoarea implicită de fundal a unei imagini noi
ru_ru: Цвет фона по умолчанию для нового изображения
tr_tr: Yeni resmin varsayılan arkaplan rengi
uk_ua: Стандартний фоновий колір нового зображення

source: Lock aspect ratio
cs_cz: Uzamknout poměr stran
de_de: Seitenverhältnis sperren
el_gr: Κλείδωμα αναλογίας διαστάσεων
es_es: Bloquear relación de aspecto
hu_hu: Méretarány lezárása
id_id: Kuncikan nisbah aspek
ja_jp: アスペクト比をロック
nb_no: Lås størrelsesforhold
pt_br: Fixar proporção
pt_pt: Trancar resolução
ro_ro: Blocare raport aspect
ru_ru: Заблокировать соотношение сторон
tr_tr: En boy oranını kilitle
uk_ua: Зафіксувати співвідношення сторін

source: Portrait
cs_cz: Na výšku
de_de: Hochformat
el_gr: Κατακόρυφος προσανατολισμός
es_es: Retrato
hu_hu: Álló
id_id: Menegak
ja_jp: 縦
nb_no: Portrett
pt_br: Retrato
pt_pt: Retrato
ro_ro: Portret
ru_ru: Портретная
tr_tr: Dikey
uk_ua: Вертикальна орієнтація

source: Landscape
cs_cz: Na šířku
de_de: Querformat
el_gr: Οριζόντιος προσανατολισμός
es_es: Paisaje
hu_hu: Fekvő
id_id: Mendatar
ja_jp: 横
nb_no: Landskap
pt_br: Modo Paisagem / Horizontal
pt_pt: Paisagem
ro_ro: Peisaj
ru_ru: Горизонтальное
tr_tr: Yatay
uk_ua: Горизонтальна орієнтація

source: Templates:
cs_cz: Šablony:
de_de: Vorlagen:
el_gr: Πρότυπα:
eo_uy: Ŝablonoj:
es_es: Plantillas:
hu_hu: Sablonok:
id_id: Templat:
it_it: Modelli:
ja_jp: テンプレート:
nb_no: Maler:
pl_pl: Szablony:
pt_br: Modelos:
pt_pt: Modelo:
ro_ro: Șabloane:
ru_ru: Шаблоны:
tr_tr: Şablonlar:
uk_ua: Шаблони:

source: Preset
cs_cz: Předvolba
de_de: Voreinstellung
el_gr: Προκαθορισμένο
es_es: Ajuste preestablecido
hu_hu: Séma
id_id: Praatur
ja_jp: プリセット
nb_no: Forhåndsvalg
pl_pl: Domyślnie
pt_br: Predefinição
ro_ro: Presetare
ru_ru: Предустановка
tr_tr: Önayar
uk_ua: Набір налаштувань

source: Preset:
cs_cz: Předvolba:
de_de: Voreinstellung:
el_gr: Προκαθορισμένο:
es_es: Ajuste preestablecido:
hu_hu: Séma:
id_id: Praatur:
ja_jp: プリセット:
nb_no: Forhåndsvalg:
pl_pl: Domyślnie:
pt_br: Predefinição:
ro_ro: Presetare:
ru_ru: Предустановка:
tr_tr: Önayar:
uk_ua: Набір налаштувань:

source: Default
ca_es: Per defecte
cs_cz: Výchozí
de_de: Standard
el_gr: Προεπιλογή
eo_uy: Defaŭta
es_es: Predeterminado
hu_hu: Alapértelmezett
id_id: Bawaan
it_it: Predefinito
ja_jp: 既定
nb_no: Standard
pl_pl: Podstawowy
pt_br: Padrão
pt_pt: Padrão
ro_ro: Implicită
ru_ru: По умолчанию
tr_tr: Varsayılan
uk_ua: Стандартно

source: Custom
ca_es: Personalitzat
cs_cz: Vlastní
de_de: Benutzerdefiniert
el_gr: Προσαρμοσμένο
es_es: Personalizado
hu_hu: Egyéni
id_id: Kustom
it_it: Personalizzato
ja_jp: カスタム
nb_no: Egendefinert
pl_pl: Niestandardowe
pt_br: Personalizado
pt_pt: Personalizado
ro_ro: Personalizată
ru_ru: Другой
tr_tr: Özel
uk_ua: Користувацьке

source: Rectangular Selection
ca_es: Selecció de Rectangle
cs_cz: Obdélníkový výběr
de_de: Rechteckige Auswahl
el_gr: Ορθογώνια επιλογή
es_es: Selección rectangular
hu_hu: Téglalap alakú kijelölés
id_id: Seleksi Persegi Panjang
it_it: Selezione rettangolare
ja_jp: 矩形選択
lv_lv: Taisnstūra iezīmēšana
nb_no: Rektangulær Markering
pl_pl: Zaznaczenie prostokątne
pt_br: Seleção Retangular
pt_pt: Seleção Retangular
ro_ro: Selectare dreptunghiulară
ru_ru: Прямоугольное выделение
tr_tr: Dikdörtgen Seçim
uk_ua: Прямокутне виділення

source: Elliptical Selection
cs_cz: Eliptický výber
de_de: Elliptische Auswahl
es_es: Selección Elíptica
id_id: Seleksi Elips
nb_no: Elliptisk Markering
pt_br: Seleção Elíptica
pt_pt: Seleção Elíptica
ro_ro: Selectare eliptică
ru_ru: Эллиптическое выделение
tr_tr: Eliptik Seçim
uk_ua: Еліптичне виділення

source: Polygonal Selection
cs_cz: Polygonální výběr
de_de: Polygonale Auswahl
es_es: Selección Poligonal
id_id: Seleksi Poligon
nb_no: Polygonal Markering
pt_br: Seleção Poligonal
pt_pt: Seleção Poligonal
ro_ro: Selectare poligonală
ru_ru: Многоугольное выделение
tr_tr: Çokgen Seçim
uk_ua: Полігональне виділення

source: Select By Color
cs_cz: Výběr podle barvy
de_de: Nach Farbe auswählen
es_es: Seleccionar Por Color
id_id: Pilih mengikuti warna
nb_no: Markering Etter Farge
pt_br: Seleção por Cor
pt_pt: Seleção por Cor
ro_ro: Selectare după culoare
ru_ru: Выделение по цвету
tr_tr: Renge Göre Seç
uk_ua: Вибір за кольором

source: Magic Wand
cs_cz: Kouzelná hůlka
de_de: Zauberstab
es_es: Varita Mágica
id_id: Tongkat Ajaib
nb_no: Tryllestav
pt_br: Varinha Mágica
pt_pt: Varinha Mágica
ro_ro: Baghetă magică
ru_ru: Волшебная палочка
tr_tr: Sihirli Değnek
uk_ua: Чарівна паличка

source: Lasso / Free Select Tool
cs_cz: Laso/volný výběr
de_de: Lasso- / Freie Auswahl-Werkzeug
es_es: Lazo / Herramienta de Selección Libre
id_id: Lasso / Alat Pemangkas
nb_no: Lassoverktøy
pt_br: Ferramenta de Seleção Livre / Laço
pt_pt: Laço / Ferramenta de Seleção livre
ro_ro: Lasou/instrument de selectare liberă
ru_ru: Лассо / произвольное выделение
tr_tr: Kement / Serbest Seçim Aracı
uk_ua: Ласо / довільне виділення

source: Move
cs_cz: Přesun obrázku
de_de: Bewegen
es_es: Mover
id_id: Pindah
nb_no: Flytt
pt_br: Mover
pt_pt: Mover
ro_ro: Deplasare
ru_ru: Перемещение
tr_tr: Taşı
uk_ua: Пересування

source: Zoom
ca_es: Ampliar
cs_cz: Přiblížení/oddálení
el_gr: Ζουμ
hu_hu: Nagyít/kicsinyít
id_id: Keker
ja_jp: ズーム
pl_pl: Przybliżenie
ro_ro: Transfocare
ru_ru: Масштаб
tr_tr: Yakınlaştır
uk_ua: Масштаб

source: Pan
cs_cz: Posun plátna
de_de: Schwenk
el_gr: Μετακίνηση κάμερας
es_es: Vista
hu_hu: Fordítás
id_id: Geser
ja_jp: パン
nb_no: Panorér
pt_br: Mover
pt_pt: Mover
ro_ro: Panoramare
ru_ru: Сдвиг
tr_tr: Kaydır
uk_ua: Пересування

source: Color Picker
ca_es: Selector de Colors
cs_cz: Výběr barvy
de_de: Farbauswahl
el_gr: Επιλογέας χρωμάτων
eo_uy: Kolora elektilo
es_es: Selector de color
hu_hu: Színválasztó
id_id: Pengambil Warna
it_it: Selettore colore
ja_jp: カラーピッカー
lv_lv: Krāsu izvēlne
nb_no: Fargevelger
pl_pl: Próbnik
pt_br: Seleção de Cores
pt_pt: Escolher Cor
ro_ro: Selector de culoare
ru_ru: Выбор цвета (пипетка)
tr_tr: Renk Seçici
uk_ua: Піпетка
