Repository: Orama-Interactive/Pixelorama
Catalog: Translations/*.po
Languages: ca_es, cs_cz, de_de, el_gr, eo_uy, es_es, fr, hu_hu, id_id, it_it, ja_jp, lv_lv, nb_no, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, tr_tr, uk_ua

source: Enable/disable automatic linking of new cels when creating new frames Linked cels share content across multiple frames
de_de: Aktiviere/Deaktiviere automatische Verlinkung neuer Cels beim Erstellen neuer Frames Verknüpfte Cels teilen Inhalte über mehrere Frames
id_id: Mampukan/lumpuhkan penautan otomatis cel baru ketika membuat bingkai baru Cel tertaut akan membagi isinya di seluruh bingkai
pt_br: Ativar/desativar vinculação automática de novas células quando criar novos quadros Células vinculadas compartilham o conteúdo entre vários quadros
pt_pt: Ativar/desativar a associação automática de novas células ao criar fotogramas Células associadas partilham conteúdo entre vários fotogramas
ro_ro: Activează/dezactivează automat conectarea de celuri noi la crearea de cadre noi Celurile conectate împărtășesc conținut între mai multe cadre
ru_ru: Включить/отключить автоматическую привязку новых ячеек при создании новых кадров Содержание привязанных ячеей используется в нескольких кадрах
tr_tr: Yeni kare oluştururken yeni hücrelerin otomatik olarak bağlanmasını etkinleştirin/devre dışı bırakın Bağlantısı olan hücreler, içeriği birden fazla çerçeve arasında paylaşır
uk_ua: Увімкнути/вимкнути автоматичне зв'язання нових клітинок при створенні нових кадрів Пов'язані клітинки будуть одночасно використовуватися в різних кадрах

source: Expand/collapse group
de_de: Gruppe aus- / einklappen
id_id: Bentang/ciutkan kelompok
pt_br: Expandir/recolher grupo
pt_pt: Expandir/colapsar grupo
ro_ro: Extindere/restrânge grup
ru_ru: Развернуть/свернуть
tr_tr: Grubu genişlet/daralt
uk_ua: Розгорнути/згорнути групу

source: Palette
ca_es: Paleta
cs_cz: Paleta
el_gr: Παλέτα
eo_uy: Paletro
es_es: Paleta
hu_hu: Paletta
id_id: Palet
ja_jp: パレット
lv_lv: Palete
nb_no: Palett
pl_pl: Paleta kolorów
pt_br: Paleta
pt_pt: Palete
ro_ro: Paletă
ru_ru: Палитра
tr_tr: Palet
uk_ua: Палітра

source: Palettes
ca_es: Paletes
cs_cz: Palety
de_de: Paletten
el_gr: Παλέτες
eo_uy: Paletroj
es_es: Paletas
hu_hu: Paletták
id_id: Palet
it_it: Palette
ja_jp: パレット
lv_lv: Paletes
nb_no: Paletter
pl_pl: Palety kolorów
pt_br: Paletas
pt_pt: Paletes
ro_ro: Palete
ru_ru: Палитры
tr_tr: Paletler
uk_ua: Палітри

source: Add a new palette
ca_es: Afegir una nova paleta
cs_cz: Přidat novou paletu
de_de: Füge eine neue Palette hinzu
el_gr: Νέα παλέτα
eo_uy: Aldoni novan paletron
es_es: Añadir una nueva paleta
hu_hu: Új paletta hozzáadása
id_id: Tambah palet baru
it_it: Aggiungi una nuova palette
ja_jp: 新しいパレットを追加
lv_lv: Pievienot jaunu paleti
nb_no: Legg til en ny palett
pl_pl: Dodaj nową paletę kolorów
pt_br: Adicionar uma nova paleta
pt_pt: Adicionar uma nova palete
ro_ro: Adaugă o paletă nouă
ru_ru: Добавить новую палитру
tr_tr: Yeni palet ekle
uk_ua: Додати нову палітру

source: Edit currently selected palette
ca_es: Editar la paleta seleccionada
cs_cz: Upravit aktuálně vybranou paletu
de_de: Bearbeite ausgewählte Palette
el_gr: Επεξεργασία παλέτας
es_es: Editar la paleta seleccionada
hu_hu: Jelenlegi paletta módosítása
id_id: Sunting palet yang sedang dipilih
it_it: Modifica la palette selezionata
ja_jp: 現在選択されているパレットを編集
lv_lv: Rediģēt iezīmēto paleti
nb_no: Redigér valgt palett
pl_pl: Edytuj aktualnie wybraną paletę kolorów
pt_br: Editar paleta selecionada
pt_pt: Editar a palete selecionada atualmente
ro_ro: Editează paleta selectată în prezent
ru_ru: Редактировать выбранную палитру
tr_tr: Seçili paleti düzenle
uk_ua: Редагувати вибрану палітру

source: Choose a palette
ca_es: Triar una paleta
cs_cz: Vyberte paletu
de_de: Wähle eine Palette
el_gr: Επιλογή παλέτας
eo_uy: Elekti paletron
es_es: Elegir una paleta
hu_hu: Paletta választása
id_id: Pilih satu palet
it_it: Scegli una palette
ja_jp: パレットを選択
lv_lv: Izvēlētis paleti
nb_no: Velg en palett
pl_pl: Wybierz paletę kolorów
pt_br: Escolher uma paleta
pt_pt: Escolha uma palete
ro_ro: Alege o paletă
ru_ru: Выберите палитру
tr_tr: Palet seç
uk_ua: Вибір палітри

source: Undo: Draw
ca_es: Desfer: Dibuixar
cs_cz: Zpět: Nakreslit
de_de: Rückgängig: Zeichen
el_gr: Αναίρεση: Ζωγραφική
eo_uy: Malfaritas: Pentri
es_es: Deshacer: Dibujar
fr: Annuler : Dessin
hu_hu: Visszavonás: Rajz
id_id: Urungkan: Menggambar
it_it: Annulla: Disegno
ja_jp: 元に戻す: 描画
lv_lv: Atcelt: Zīmēt
nb_no: Angre: Tegne
pl_pl: Cofnij: Rysowanie
pt_br: Desfazer: Desenhar
pt_pt: Desfazer: Desenhar
ro_ro: Anulare: desenare
ru_ru: Отменить: Рисование
tr_tr: Geri Al: Çizim
uk_ua: Скасувати: малювання

source: Redo: Draw
ca_es: Refer: Dibuixar
cs_cz: Znovu: Nakreslit
de_de: Wiederherstellen: Zeichnen
el_gr: Ακύρωση αναίρεσης: Ζωγραφική
eo_uy: Refaritas: Pentri
es_es: Rehacer: Dibujar
fr: Refaire : Dessin
hu_hu: Újra: Rajz
id_id: Ulangi: Menggambar
it_it: Ripeti: Disegno
ja_jp: やり直し: 描画
lv_lv: Atkārtot: Zīmēt
nb_no: Gjør om: Tegne
pl_pl: Przywróć: Rysowanie
pt_br: Refazer: Desenhar
pt_pt: Refazer: Desenhar
ro_ro: Refacere: desenare
ru_ru: Повторить: Рисование
tr_tr: Yinele: Çizim
uk_ua: Повторити: малювання

source: Undo: Select
cs_cz: Zpět: Výběr
de_de: Rückgängig: Auswahl
es_es: Deshacer: selección
id_id: Urungkan: Pilih
nb_no: Angre: Markér
pt_br: Desfazer: Selecionar
pt_pt: Desfazer: Selecionar
ro_ro: Anulare: selectare
ru_ru: Отменить: Выбрать
tr_tr: Geri Al: Seçim
uk_ua: Скасувати: виділення

source: Redo: Select
cs_cz: Znovu: Výběr
de_de: Wiederholen: Auswahl
es_es: Rehacer: Selección
id_id: Ulangi: Pilih
nb_no: Gjør om: Markér
pt_br: Refazer: Selecionar
pt_pt: Refazer: Selecionar
ro_ro: Refacere: selectare
ru_ru: Повторить: Выбрать
tr_tr: Yinele: Seçim
uk_ua: Повторити: виділення

source: Undo: Scale
cs_cz: Zpět: Škálování
de_de: Rückgängig: Skalieren
el_gr: Αναίρεση: Κλιμάκωση
eo_uy: Malfaritas: Skali
es_es: Deshacer: Escalar
fr: Annuler : Redimensionner l'image
hu_hu: Visszavonás: Méret
id_id: Urungkan: Ubah besar
it_it: Annulla: Scala
ja_jp: 元に戻す: スケール
lv_lv: Atcelt: Izmera maiņu
nb_no: Angre: Skalér
pl_pl: Cofnij: Skalowanie
pt_br: Desfazer: Redimensionar
pt_pt: Desfazer: Redimensionar
ro_ro: Anulare: scalare
ru_ru: Отменить: Масштабирование
tr_tr: Geri al: Ölçülendirme
uk_ua: Скасувати: масштабування

source: Redo: Scale
cs_cz: Znovu: Škálování
de_de: Wiederherstellen: Skalieren
el_gr: Ακύρωση αναίρεσης: Κλιμάκωση
eo_uy: Refaritas: Skali
es_es: Rehacer: Escalar
fr: Refaire : Redimensionner l'image
hu_hu: Újra: Méret
id_id: Ulangi: Ubah besar
it_it: Ripeti: Scala
ja_jp: やり直し: スケール
lv_lv: Atkārtot: Izmēra maiņu
nb_no: Gjør om: Skalér
pl_pl: Przywróć: Skalowanie
pt_br: Refazer: Redimensionar
pt_pt: Refazer: Redimensionar
ro_ro: Refacere: scalare
ru_ru: Повторить: Масштабирование
tr_tr: Yinele: Ölçülendirme
uk_ua: Повторити: масштабування

source: Undo: Add Layer
cs_cz: Zpět: Přidat vrstvu
de_de: Rückgängig: Ebene hinzufügen
el_gr: Αναίρεση: Προσθήκη στρώσης
eo_uy: Malfaritas: Aldoni tavolon
es_es: Deshacer: Añadir capa
fr: Annuler : Ajouter un calque
hu_hu: Visszavonás: Réteg hozzáadása
id_id: Urungkan: Tambah lapisan
it_it: Annulla: Aggiungi livello
ja_jp: 元に戻す: レイヤーを追加
lv_lv: Atcelt: Slāņa pievienošanu
nb_no: Angre: Legg til Lag
pl_pl: Cofnij: Dodawanie warstwy
pt_br: Desfazer: Adicionar Camada
pt_pt: Desfazer: Adicionar camada
ro_ro: Anulare: adăugare strat
ru_ru: Отменить: Добавление слоя
tr_tr: Geri Al: Katman Ekle
uk_ua: Скасувати: додавання шару

source: Redo: Add Layer
ca_es: Refer: Afegir Capa
cs_cz: Znovu: Přidat vrstvu
de_de: Wiederherstellen: Ebene hinzufügen
el_gr: Ακύρωση αναίρεσης: Προσθήκη στρώσης
eo_uy: Refaritas: Aldoni tavolon
es_es: Rehacer: Añadir capa
fr: Refaire : Ajouter un calque
hu_hu: Újra: Réteg hozzáadása
id_id: Ulangi: Tambah lapisan
it_it: Ripeti: Aggiungi livello
ja_jp: やり直し: レイヤーを追加
lv_lv: Atkārtot: Slāņa pievienošanu
nb_no: Gjør om: Legg til Lag
pl_pl: Przywróć: Dodawanie warstwy
pt_br: Refazer: Adicionar Camada
pt_pt: Refazer: Adicionar camada
ro_ro: Refacere: adăugare strat
ru_ru: Повторить: Добавление слоя
tr_tr: Yinele: Katman Ekle
uk_ua: Повторити: додавання шару

source: Undo: Remove Layer
ca_es: Desfer: Eliminar Capa
cs_cz: Zpět: Odebrat vrstvu
de_de: Rückgängigg: Entferne Ebene
el_gr: Αναίρεση: Διαγραφή στρώσης
eo_uy: Malfaritas: Forigi tavolon
es_es: Deshacer: Eliminar capa
fr: Annuler : Supprimer le calque
hu_hu: Visszavonás: Réteg törlése
id_id: Urungkan: Hapus lapisan
it_it: Annulla: Rimuovi livello
ja_jp: 元に戻す: レイヤーを削除
lv_lv: Atcelt: Slāņa noņemšanu
nb_no: Angre: Fjern Lag
pl_pl: Cofnij: Usuwanie warstwy
pt_br: Desfazer: Remover Camada
pt_pt: Desfazer: Remover camada
ro_ro: Anulare: eliminare strat
ru_ru: Отменить: Удаление слоя
tr_tr: Geri Al: Katmanı Kaldır
uk_ua: Скасувати: видалення шару

source: Redo: Remove Layer
cs_cz: Znovu: Odebrat vrstvu
de_de: Wiederherstellen: Entferne Ebene
el_gr: Ακύρωση αναίρεσης: Διαγραφή στρώσης
eo_uy: Refaritas: Forigi tavolon
es_es: Rehacer: Eliminar Capa
fr: Refaire : Supprimer le calque
hu_hu: Újra: Réteg törlése
id_id: Ulangi: Hapus lapisan
it_it: Ripeti: Rimuovi livello
ja_jp: やり直し: レイヤーを削除
lv_lv: Atkārtot: Slāņa noņemšanu
nb_no: Gjør om: Fjern Lag
pl_pl: Przywróć: Usuwanie warstwy
pt_br: Refazer: Remover Camada
pt_pt: Refazer: Remover camada
ro_ro: Refacere: eliminare strat
ru_ru: Повторить: Удаление слоя
tr_tr: Yinele: Katmanı Kaldır
uk_ua: Повторити: видалення шару

source: Undo: Merge Layer
cs_cz: Zpět: Sloučit vrstvu
de_de: Rückgängig: Füge Ebene zusammen
el_gr: Αναίρεση: Συγχώνευση στρώσης
eo_uy: Malfaritas: Kunfandi tavolon
es_es: Deshacer: Combinar Capa
fr: Annuler : Fusionner le calque
hu_hu: Visszavonás: Réteg Módosítása
id_id: Urungkan: Satukan lapisan
it_it: Annulla: Unisci livello
ja_jp: 元に戻す: レイヤーの結合
lv_lv: Atcelt: Slāņu apvienošanu
nb_no: Angre: Sammanslå Lag
pl_pl: Cofnij: Scalanie warstw
pt_br: Desfazer: Combinar Camada
pt_pt: Desfazer: Fundir camada
ro_ro: Anulare: îmbinare strat
ru_ru: Отменить: Объединение слоев
tr_tr: Geri Al: Katmanı Birleştir
uk_ua: Скасувати: об’єднання шару

source: Redo: Merge Layer
cs_cz: Znovu: Sloučit vrstvu
de_de: Wiederherstellen: Füge Ebene zusammen
el_gr: Ακύρωση αναίρεσης: Συγχώνευση στρώσης
eo_uy: Refaritas: Kunfandi tavolon
es_es: Rehacer: Combinar Capa
fr: Refaire : Fusionner le calque
hu_hu: Újra: Réteg Módosítása
id_id: Ulangi: Satukan lapisan
it_it: Ripeti: Unisci livello
ja_jp: やり直し: レイヤーの結合
lv_lv: Atkārtot: Slāņu apvienošanu
nb_no: Gjør om: Sammanslå Lag
pl_pl: Przywróć: Scalanie warstw
pt_br: Refazer: Combinar Camada
pt_pt: Refazer: Fundir camada
ro_ro: Refacere: îmbinare strat
ru_ru: Повторить: Объединение слоев
tr_tr: Yinele: Katmanı Birleştir
uk_ua: Повторити: об’єднання шару

source: Undo: Change Layer Order
cs_cz: Zpět: Změnit pořadí vrstev
de_de: Rückgängig: Ändere Ebenenreihenfolge
el_gr: Αναίρεση: Αλλαγή σειράς στρώσης
eo_uy: Malfaritas: Ŝanĝi ordon de tavoloj
es_es: Deshacer: cambiar el orden de la capa
fr: Annuler : Modifier l'ordre des calques
hu_hu: Visszavonás: Rétegek sorrendjének cseréje
id_id: Urungkan: Perubahan urutan lapisan
it_it: Annulla: Cambia ordine livelli
ja_jp: 元に戻す: レイヤーの順番を変更
lv_lv: Atcelt: Slāņu secības maiņu
nb_no: Angre: Endre Lagrekkefølge
pl_pl: Cofnij: Zmiana kolejności warstw
pt_br: Desfazer: Mudar Ordem das Camadas
pt_pt: Desfazer: Alterar ordem de Camadas
ro_ro: Anulare: modificarea ordinii stratului
ru_ru: Отменить: Смена порядка слоев
tr_tr: Geri Al: Katman Sırasını Değiştir
uk_ua: Скасувати: зміна порядку шарів

source: Redo: Change Layer Order
cs_cz: Znovu: Změnit pořadí vrstev
de_de: Wiederherstellen: Ändere Ebenenreihenfolge
el_gr: Ακύρωση αναίρεσης: Αλλαγή σειράς στρώσης
eo_uy: Refaritas: Ŝanĝi ordon de tavoloj
es_es: Rehacer: cambiar orden de la capa
fr: Refaire : Modifier l'ordre des calques
hu_hu: Újra: Rétegek sorrendjének cseréje
id_id: Ulangi: Perubahan urutan lapisan
it_it: Ripeti: Cambia ordine livelli
ja_jp: やり直し: レイヤーの順番を変更
lv_lv: Atkārtot: Slāņu secības maiņu
nb_no: Gjør om: Endre Lagrekkefølge
pl_pl: Przywróć: Zmiana kolejności warstw
pt_br: Refazer: Mudar Ordem das Camadas
pt_pt: Refazer: Alterar ordem de Camadas
ro_ro: Refacere: modificarea ordinii stratului
ru_ru: Повторить: Смена порядка слоев
tr_tr: Yinele: Katman Sırasını Değiştir
uk_ua: Повторити: зміна порядку шарів

source: Undo: Add Frame
cs_cz: Zpět: Přidat snímek
de_de: Rückgängig: Füge Frame hinzu
el_gr: Αναίρεση: Προσθήκη καρέ
eo_uy: Malfaritas: Aldoni kadron
es_es: Deshacer: Añadir fotograma
fr: Annuler : Ajouter une trame
hu_hu: Visszavonás: Képkocka hozzáadása
id_id: Urungkan: Tambah Bingkai
it_it: Annulla: Aggiungi Frame
ja_jp: 元に戻す: フレームを追加
lv_lv: Atcelt: Kadra pievienošanu
nb_no: Angre: Legg til Bilde
pl_pl: Cofnij: Dodawanie klatki
pt_br: Desfazer: Adicionar Quadro
pt_pt: Desfazer: Adicionar fotograma
ro_ro: Anulare: adăugare cadru
ru_ru: Отменить: Добавление кадра
tr_tr: Geri Al: Kare Ekle
uk_ua: Скасувати: додавання кадру

source: Redo: Add Frame
cs_cz: Znovu: Přidat snímek
de_de: Wiederherstellen: Füge Frame hinzu
el_gr: Ακύρωση αναίρεσης: Προσθήκη καρέ
eo_uy: Refaritas: Aldoni kadron
es_es: Rehacer: Añadir fotograma
fr: Refaire : Ajouter une trame
hu_hu: Újra: Képkocka hozzáadása
id_id: Ulangi: Tambah Bingkai
it_it: Ripeti: Aggiungi Frame
ja_jp: やり直し: フレームを追加
lv_lv: Atkārtot: Kadra pievienošanu
nb_no: Gjør om: Legg til Bilde
pl_pl: Przywróć: Dodawanie klatki
pt_br: Refazer: Adicionar Quadro
pt_pt: Refazer: Adicionar fotograma
ro_ro: Refacere: adăugare cadru
ru_ru: Повторить: Добавление кадра
tr_tr: Yinele: Kare Ekle
uk_ua: Повторити: додавання кадру

source: Undo: Remove Frame
cs_cz: Zpět: Odebrat snímek
de_de: Rückgängig: Entferne Frame
el_gr: Αναίρεση: Διαγραφή καρέ
eo_uy: Malfaritas: Forigi kadron
es_es: Deshacer: Eliminar fotograma
fr: Annuler : Supprimer une trame
hu_hu: Visszavonás: Képkocka törlése
id_id: Urungkan: Hapus Bingkai
it_it: Annulla: Rimuovi Frame
ja_jp: 元に戻す: フレームを削除
lv_lv: Atcelt: Kadra noņemšanu
nb_no: Angre: Fjern Bilde
pl_pl: Cofnij: Usunięcie klatki
pt_br: Desfazer: Remover Quadro
pt_pt: Desfazer: Remover fotograma
ro_ro: Anulare: eliminare cadru
ru_ru: Отменить: Удаление кадра
tr_tr: Geri Al: Kareyi Kaldır
uk_ua: Скасувати: видалення кадру

source: Redo: Remove Frame
cs_cz: Znovu: Odebrat snímek
de_de: Wiederherstellen: Entferne Frame
el_gr: Ακύρωση αναίρεσης: Διαγραφή καρέ
eo_uy: Refaritas: Forigi kadron
es_es: Rehacer: Eliminar fotograma
fr: Refaire : Supprimer une trame
hu_hu: Újra: Képkocka törlése
id_id: Ulangi: Hapus Bingkai
it_it: Ripeti: Rimuovi Frame
ja_jp: やり直し: フレームを削除
lv_lv: Atkārtot: Kadra noņemšanu
nb_no: Gjør om: Fjern Bilde
pl_pl: Przywróć: Usunięcie klatki
pt_br: Refazer: Remover Quadro
pt_pt: Refazer: Remover fotograma
ro_ro: Refacere: eliminare cadru
ru_ru: Повторить: Удаление кадра
tr_tr: Yinele: Kareyi Kaldır
uk_ua: Повторити: видалення кадру

source: Undo: Change Frame Order
cs_cz: Zpět: Změnit pořadí snímků
de_de: Rückgängig: Ändere Framereihenfolge
el_gr: Αναίρεση: Αλλαγή σειράς καρέ
eo_uy: Malfaritas: Ŝanĝi ordon de kadroj
es_es: Deshacer: cambiar el orden del fotograma
fr: Annuler : Modifier l'ordre des trames
hu_hu: Visszavonás: Képkockák sorrendjének cseréje
id_id: Urungkan: Ubah Urutan Bingkai
it_it: Annulla: Cambia ordine frame
ja_jp: 元に戻す: フレームの順番を変更
lv_lv: Atcelt: Kadra secības maiņu
nb_no: Angre: Endre Lagrekkefølge
pl_pl: Cofnij: Zmiana kolejności klatek
pt_br: Desfazer: Mudar Ordem dos Quadros
pt_pt: Desfazer: Alterar ordem de fotogramas
ro_ro: Anulare: modificarea ordinii cadrului
ru_ru: Отменить: Смена последовательности кадров
tr_tr: Geri Al: Kare Sırasını Değiştir
uk_ua: Скасувати: зміна порядку кадрів

source: Redo: Change Frame Order
cs_cz: Znovu: Změnit pořadí snímků
de_de: Wiederherstellen: Ändere Framereihenfolge
el_gr: Ακύρωση αναίρεσης: Αλλαγή σειράς καρέ
eo_uy: Refaritas: Ŝanĝi ordon de kadroj
es_es: Rehacer: cambiar el orden del fotograma
fr: Refaire : Modifier l'ordre des trames
hu_hu: Újra: Képkockák sorrendjének cseréje
id_id: Ulangi: Ubah Urutan Bingkai
it_it: Ripeti: Cambia ordine frame
ja_jp: やり直し: フレームの順番を変更
lv_lv: Atkārtot: Kadra secības maiņu
nb_no: Gjør om: Endre Lagrekkefølge
pl_pl: Przywróć: Zmiana kolejności klatek
pt_br: Refazer: Mudar Ordem dos Quadros
pt_pt: Refazer: Alterar ordem de fotogramas
ro_ro: Refacere: modificarea ordinii cadrului
ru_ru: Повторить: Смена последовательности кадров
tr_tr: Yinele: Kare Sırasını Değiştir
uk_ua: Повторити: зміна порядку кадрів

source: Undo: Delete Custom Brush
cs_cz: Zpět: Smazat vlastní štětec
de_de: Rückgängig: Entferne benutzerdefinierten Pinsel
el_gr: Αναίρεση: Διαγραφή προσαρμοσμένου πινέλου
eo_uy: Malfaritas: Forigi propran penikon
es_es: Deshacer: Eliminar Pincel Personalizado
fr: Annuler : Supprimer la brosse personnalisée
hu_hu: Visszavonás: Egyedi ecset törlése
id_id: Urungkan: Hapus kuas khusus
it_it: Annulla: Elimina pennello personalizzato
ja_jp: 元に戻す: カスタムブラシの削除
lv_lv: Atcelt: Pielāgotās otas dzēšanu
nb_no: Angre: Slett Tilpasset Børste
pl_pl: Cofnij: Usuwanie niestandardowego pędzla
pt_br: Desfazer: Deletar Pincel Customizado
pt_pt: Desfazer: Apagar pincel personalizado
ro_ro: Anulare: ștergere pensulă personalizată
ru_ru: Отменить: Удаление своей кисти
tr_tr: Geri Al: Özel Fırçayı Sil
uk_ua: Скасувати: видалення користувацького пензля

source: Redo: Delete Custom Brush
cs_cz: Znovu: Smazat vlastní štětec
de_de: Wiederherstellen: Entferne benutzerdefinierten Pinsel
el_gr: Ακύρωση αναίρεσης: Διαγραφή προσαρμοσμένου πινέλου
eo_uy: Refaritas: Forigi propran penikon
es_es: Rehacer: Eliminar Pincel Personalizado
fr: Refaire : Supprimer la brosse personnalisée
hu_hu: Újra: Egyedi ecset törlése
id_id: Ulangi: Hapus kuas khusus
it_it: Ripeti: Elimina pennello personalizzato
ja_jp: やり直し: カスタムブラシの削除
lv_lv: Atkārtot: Pielāgotās otas dzēšanu
nb_no: Gjør om: Slett Tilpasset Børste
pl_pl: Przywróć: Usuwanie niestandardowego pędzla
pt_br: Refazer: Deletar Pincel Customizado
pt_pt: Refazer: Apagar pincel personalizado
ro_ro: Refacere: ștergere pensulă personalizată
ru_ru: Повторить: Удаление своей кисти
tr_tr: Yinele: Özel Fırçayı Sil
uk_ua: Повторити: видалення користувацького пензля

source: Undo: Modify Frame Tag
cs_cz: Zpět: Upravit snímkový štítek
de_de: Rückgängig: Frame Tag ändern
el_gr: Αναίρεση: Τροποποίηση ετικέτας καρέ
es_es: Deshacer: Modificar la etiqueta del fotograma
hu_hu: Visszavonás: Képkocka címke módosítása
id_id: Urungkan: Ubah Tag Bingkai
it_it: Annulla: Modifica Tag Frame
ja_jp: 元に戻す: フレームタグの変更
nb_no: Angre: Endre Bildemerkelapp
pl_pl: Cofnij: Modyfikuj tag klatek
pt_br: Desfazer: Modificar Tag do Quadro
pt_pt: Desfazer: Alterar etiqueta do fotograma
ro_ro: Anulare: modificarea etichetei cadrului
ru_ru: Отменить: Изменить метку кадра
tr_tr: Geri Al: Kare Etiketini Düzenle
uk_ua: Скасувати: зміна тегу кадру

source: Redo: Modify Frame Tag
cs_cz: Znovu: Upravit snímkový štítek
de_de: Wiederholen: Frame Tag ändern
el_gr: Ακύρωση αναίρεσης: Τροποποίηση ετικέτας καρέ
es_es: Rehacer: Modificar la etiqueta del fotograma
hu_hu: Újra: Képkocka címke módosítása
id_id: Ulangi: Ubah Tag Bingkai
it_it: Ripristina: Modifica Tag Frame
ja_jp: やり直し: フレームタグの変更
nb_no: Gjør om: Endre Bildemerkelapp
pl_pl: Przywróć: Modyfikuj tag klatek
pt_br: Refazer: Modificar Tag do Quadro
pt_pt: Refazer: Alterar etiqueta do fotograma
ro_ro: Refacere: modificarea etichetei cadrului
ru_ru: Повтор: Изменить метку кадра
tr_tr: Yinele: Kare Etiketini Düzenle
uk_ua: Повторити: зміна тегу кадру

source: Undo: Delete Frame Tag
cs_cz: Zpět: Odstranit snímkový štítek
de_de: Rückgängig: Lösche Frame Tag
el_gr: Αναίρεση: Διαγραφή ετικέτας καρέ
es_es: Deshacer: Eliminar etiqueta de fotograma
hu_hu: Visszavinás: Képkocka címke törlése
id_id: Urungkan: Hapus Tag Bingkai
it_it: Annulla: Elimina Tag Frame
ja_jp: 元に戻す: フレームタグの削除
nb_no: Angre: Slett Bildemerkelapp
pl_pl: Cofnij: Usuń tag klatek
pt_br: Desfazer: Excluir Tag do Quadro
pt_pt: Desfazer: Apagar etiqueta do fotograma
ro_ro: Anulare: ștergerea etichetei cadrului
ru_ru: Отменить: Удалить метку кадра
tr_tr: Geri Al: Kare Etiketini Sil
uk_ua: Скасувати: видалення тегу кадру

source: Redo: Delete Frame Tag
cs_cz: Vpřed: Odstranit snímkový štítek
de_de: Wiederholen: Lösche Frame Tag
el_gr: Ακύρωση αναίρεσης: Διαγραφή ετικέτας καρέ
es_es: Rehacer: Eliminar la etiqueta del fotograma
hu_hu: Újra: Képkocka címke törlése
id_id: Ulangi: Hapus Tag Bingkai
it_it: Ripristina: Elimina Tag Frame
ja_jp: やり直し: フレームタグの削除
nb_no: Gjør om: Slett Bildemerkelapp
pl_pl: Przywróć: Usuń tag klatek
pt_br: Refazer: Excluir Tag do Quadro
pt_pt: Refazer: Apagar etiqueta do fotograma
ro_ro: Refacere: ștergerea etichetei cadrului
ru_ru: Повторить: Удалить метку кадра
tr_tr: Yinele: Kare Etiketini Sil
uk_ua: Повторити: видалення тегу кадру

source: Undo: Change frame duration
cs_cz: Zpět: Upravit délku snímku
de_de: Rückgängig: Frame-Dauer ändern
el_gr: Αναίρεση: Αλλαγή διάρκειας καρέ
es_es: Deshacer: Cambiar la duración de los fotogramas
hu_hu: Visszavonás: képkockák időtartalmának cseréje
id_id: Urungkan: Ubah durasi bingkai
it_it: Annulla: Cambia la durata del frame
ja_jp: 元に戻す: フレームの長さを変更
nb_no: Angre: Endre bildevarighet
pl_pl: Cofnij: Zmień czas trwania klatki
pt_br: Desfazer: Alterar a duração do quadro
pt_pt: Desfazer: Alterar duração do fotograma
ro_ro: Anulare: modificarea duratei cadrului
ru_ru: Отменить: Изменить длительность кадра
tr_tr: Geri Al: Kare Süresini Değiştir
uk_ua: Скасувати: зміна тривалості кадру

source: Redo: Change frame duration
cs_cz: Znovu: Upravit délku snímku
de_de: Wiederholen: Frame-Dauer ändern
el_gr: Ακύρωση αναίρεσης: Αλλαγή διάρκειας καρέ
es_es: Rehacer: Cambiar la duración de los fotogramas
hu_hu: Újra: képkockák időtartalmának cseréje
id_id: Ulangi: Ubah durasi bingkai
it_it: Ripeti: cambia la durata del frame
ja_jp: やり直し: フレームの長さを変更
nb_no: Gjør om: Endre bildevarighet
pl_pl: Przywróć: Zmień czas trwania klatki
pt_br: Refazer: Mudar Ordem dos Frames
pt_pt: Refazer: Alterar duração do fotograma
ro_ro: Refacere: modificarea duratei cadrului
ru_ru: Повторить: Изменить длительность кадра
tr_tr: Yinele: Kare süresini değiştir
uk_ua: Повторити: зміна тривалості кадру

source: Move Guide
cs_cz: Přesunout vodítko
de_de: Bewegungsanleitung
el_gr: Μετακίνηση βοηθού
eo_uy: Movi direktlinion
es_es: Mover Guía
fr: Déplacer le guide
hu_hu: Útmutató mozgatása
id_id: Geser panduan
it_it: Muovi la guida
ja_jp: ガイドを移動
lv_lv: Pārvietot vadlīniju
nb_no: Flytteveiledning
pl_pl: Przesuń prowadnice
pt_br: Mover Guia
pt_pt: Guias de Movimento
ro_ro: Deplasare ghidaj
ru_ru: Сдвинуть направляющие
tr_tr: Kılavuzu Taşı
uk_ua: Пересунути керівну

source: File saved
ca_es: Fitxer desat
cs_cz: Soubor uložen
de_de: Datei gespeichert
el_gr: Το αρχείο αποθηκεύτηκε
eo_uy: Dosiero konservitas
es_es: Archivo guardado
fr: Fichier enregistré
hu_hu: Fájl elmentve
id_id: Berkas tersimpan
it_it: File salvato
ja_jp: ファイルが保存されました
lv_lv: Fails saglabāts
nb_no: Fil lagret
pl_pl: Plik został zapisany
pt_br: Arquivo salvo
pt_pt: Ficheiro Gravado
ro_ro: Fișier salvat
ru_ru: Файл сохранен
tr_tr: Dosya kaydedildi
uk_ua: Файл збережено

source: File autosaved
ca_es: Fitxer desat automaticament
cs_cz: Soubor automaticky uložen
de_de: Datei automatisch gespeichert
el_gr: Το αρχείο αποθηκεύτηκε αυτόματα
es_es: Archivo guardado automáticamente
hu_hu: Fájl automatikusan elmentve
id_id: Berkas disimpan otomatis
it_it: File salvato automaticamente
ja_jp: ファイルが自動保存されました
nb_no: Fil automatisk lagret
pl_pl: Automatycznie zapisano plik
pt_br: Arquivo salvo automaticamente
pt_pt: Ficheiro gravado automáticamente
ro_ro: Fișier autosalvat
ru_ru: Выполнено автосохранение
tr_tr: Dosya otomatik kaydedildi
uk_ua: Файл автоматично збережено
