Repository: Orama-Interactive/Pixelorama
Catalog: Translations/*.po
Languages: ca_es, cs_cz, de_de, el_gr, eo_uy, es_es, fr, hu_hu, id_id, it_it, ja_jp, lv_lv, nb_no, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, tr_tr, uk_ua

source: Can't load file '%s'. Error code: %s
ca_es: No es pot carregar el fitxer '%s'. Codi d'error: %s
cs_cz: Nelze načíst soubor '%s'. Kód chyby: %s
de_de: Kann Datei nicht laden '%s'. Error code: %s
el_gr: Δεν είναι δυνατή η φόρτωση του αρχείου '%s'. Κωδικός σφάλματος: %s
eo_uy: Ne povas ŝarĝi dosieron '%s'. Kodo de eraro: %s
es_es: No se puede cargar el archivo '%s'. Código de error: %s
hu_hu: Nem lehet megnyitni %s fájlt Error kód: %s
id_id: Tak bisa memuat '%s'. Kode galat: %s
it_it: Impossibile caricare il file '%s'. Codice di errore: %s
ja_jp: ファイル '%s' を読み込むことができません。 エラーコード: %s
lv_lv: Nevar ielādēd failu '%s'. Kļūdas kods: %s
nb_no: Kan ikke laste fil '%s'. Feilkode: %s
pl_pl: Nie można załadować pliku '%s'. Kod błędu: %s
pt_br: Impossível carregar o arquivo '%s'. Código de erro: %s
pt_pt: Não foi possível carregar o ficheiro '%s'. Código de erro: %s
ro_ro: Nu se poate încărca fișierul '%s'. Cod de eroare: %s
ru_ru: Не удалось загрузить файл '%s'. Код ошибки: %s
tr_tr: '%s' dosyası yüklenemedi. Hata kodu: %s
uk_ua: Не вдалося завантажити файл '%s. Код помилки: %s

source: Can't load file '%s'. This is not a valid palette file.
ca_es: No es pot carregar l'arxiu '%s'. Aquest no és un arxiu de paleta vàlid.
de_de: Datei '%s' kann nicht geladen werden. Dies ist keine gültige Palettendatei.
es_es: No se puede cargar el archivo '%s'. Este no es un archivo de paleta válido.
id_id: Tak bisa memuat '%s'. Ini bukan berkas palet yang absah.
nb_no: Kan ikke laste fil '%s'. Dette er ikke en gyldig palettfil.
pt_br: Não é possível carregar o arquivo '%s'. Este não é um arquivo de paleta válido.
pt_pt: Não foi possível carregar o ficheiro '%s', porque não é um ficheiro de palete válido.
ro_ro: Fișierul „%s” nu poate fi încărcat. Acesta nu este un fișier de paletă valid.
ru_ru: Невозможно загрузить файл '%s'. Не допустимый файл палитры.
tr_tr: '%s' dosyası yüklenemedi. Geçerli bir palet dosyası değil.
uk_ua: Не вдалося прочитати файл «%s». Це не правильний файл палітри.

source: Frame
ca_es: Fotograma
cs_cz: Snímek
el_gr: Καρέ
eo_uy: Kadro
es_es: Fotograma
hu_hu: Képkocka
id_id: Bingkai
ja_jp: フレーム
nb_no: Bilde
pl_pl: Klatka
pt_br: Quadro
pt_pt: Fotograma
ro_ro: Cadru
ru_ru: Кадр
tr_tr: Kare
uk_ua: Кадр

source: Frames:
ca_es: Fotogrames:
cs_cz: Snímky:
el_gr: Καρέ:
eo_uy: Kadroj:
es_es: Fotogramas:
hu_hu: Képkockák:
id_id: Bingkai:
it_it: Frame:
ja_jp: フレーム:
nb_no: Bilder:
pl_pl: Klatki:
pt_br: Quadros:
pt_pt: Fotogramas:
ro_ro: Cadre:
ru_ru: Кадры:
tr_tr: Kareler:
uk_ua: Кадри:

source: All Frames
ca_es: Tots els fotogrames
cs_cz: Všechny snímky
de_de: Alle Frames
el_gr: Όλα τα καρέ
eo_uy: Ĉiuj kadroj
es_es: Todos los fotogramas
hu_hu: Összes Képkocka
id_id: Semua Bingkai
it_it: Tutti i frame
ja_jp: すべてのフレーム
nb_no: Alle Bilder
pl_pl: Wszystkie klatki
pt_br: Todos os quadros
pt_pt: Todos os fotogramas
ro_ro: Toate cadrele
ru_ru: Все кадры
tr_tr: Tüm Kareler
uk_ua: Всі кадри

source: Spritesheet
ca_es: Full de sprites
el_gr: Φύλλο καρέ
hu_hu: Képsorozat
id_id: Lembar sprite
nb_no: Tegneark
pt_pt: Folha de Imagens
ro_ro: Foaie cu grafice bidimensionale
ru_ru: Таблица спрайтов
tr_tr: Hareketli sayfa
uk_ua: Таблиця спрайтів

source: Animation
ca_es: Animació
cs_cz: Animace
el_gr: Κίνηση
eo_uy: Animacio
es_es: Animación
hu_hu: Animáció
id_id: Animasi
it_it: Animazione
ja_jp: アニメーション
nb_no: Animasjon
pl_pl: Animacja
pt_br: Animação
pt_pt: Animação
ro_ro: Animație
ru_ru: Анимация
tr_tr: Animasyon
uk_ua: Анімація

source: Preview:
ca_es: Previsualització:
cs_cz: Náhled:
de_de: Vorschau:
el_gr: Προεπισκόπηση:
eo_uy: Antaŭvido:
es_es: Vista previa:
hu_hu: Előnézet:
id_id: Pratayang:
it_it: Anteprima:
ja_jp: プレビュー:
nb_no: Forhåndsvisning:
pl_pl: Podgląd:
pt_br: Prévia:
pt_pt: Pré-Visualizar
ro_ro: Previzualizare:
ru_ru: Предпросмотр:
tr_tr: Önizleme:
uk_ua: Попередній перегляд:

source: Frame:
ca_es: Fotograma:
cs_cz: Snímek:
el_gr: Καρέ:
eo_uy: Kadro:
es_es: Fotograma:
hu_hu: Képkocka:
id_id: Bingkai:
ja_jp: フレーム：
nb_no: Bilde:
pl_pl: Klatka:
pt_br: Quadro:
pt_pt: Fotograma:
ro_ro: Cadru:
ru_ru: Кадр:
tr_tr: Kare:
uk_ua: Кадр:

source: Orientation:
ca_es: Orientació:
cs_cz: Orientace:
de_de: Orientierung:
el_gr: Προσανατολισμός:
eo_uy: Orientiĝo:
es_es: Orientación:
hu_hu: Irány:
id_id: Orientasi:
it_it: Orientamento:
ja_jp: 向き:
nb_no: Retning:
pl_pl: Orientacja:
pt_br: Orientação:
pt_pt: Oruentação
ro_ro: Orientare:
ru_ru: Ориентация:
tr_tr: Yönelim:
uk_ua: Орієнтація:

source: Browse
ca_es: Navegar
cs_cz: Procházet
de_de: Durchsuchen
el_gr: Περιήγηση
es_es: Explorar
hu_hu: Tallózás
id_id: Telusur
it_it: Esplora
ja_jp: 参照
nb_no: Bla gjennom
pl_pl: Przeglądaj
pt_br: Localizar
pt_pt: Pesquisar
ro_ro: Răsfoire
ru_ru: Обзор
tr_tr: Gözat
uk_ua: Огляд

source: Resize:
ca_es: Redimensionar:
cs_cz: Změnit velikost:
de_de: Größe verändern
el_gr: Αλλαγή μεγέθους:
eo_uy: Reskali:
es_es: Redimensionar:
hu_hu: Átméretezés:
id_id: Ubah ukuran:
it_it: Ridimensiona:
ja_jp: サイズを変更
lv_lv: Mainīt izmēru:
nb_no: Endre størrelse:
pl_pl: Zmień rozmiar:
pt_br: Redimensionar:
pt_pt: Redimensionar:
ro_ro: Redimensionare:
ru_ru: Изменить размер:
tr_tr: Boyutlandır:
uk_ua: Змінити розмір:

source: Cancel Export
ca_es: Cancel·lar exportació
cs_cz: Zrušit export
de_de: Export abbrechen
el_gr: Ακύρωση Εξαγωγής
es_es: Cancelar exportación
hu_hu: Exportálás megszakítása
id_id: Batalkan Ekspor
it_it: Annulla esportazione
ja_jp: エクスポートをキャンセル
nb_no: Avbryt Eksport
pl_pl: Anuluj eksportowanie
pt_br: Cancelar exportação
pt_pt: Cancelar Exportar
ro_ro: Anulare exportare
ru_ru: Отменить экспорт
tr_tr: Dışarı Aktarmayı İptal Et
uk_ua: Скасувати експорт

source: Alert!
ca_es: Alerta!
cs_cz: Upozornění!
de_de: Warnung!
el_gr: Προειδοποίηση!
es_es: ¡Alerta!
hu_hu: Figyelmeztetés!
id_id: Peringatan!
it_it: Avviso!
ja_jp: 警告！
nb_no: Advarsel!
pl_pl: Uwaga!
pt_br: Alerta!
pt_pt: Alerta!
ro_ro: Alertă!
ru_ru: Внимание!
tr_tr: Dikkat!
uk_ua: Увага!

source: Select Current Folder
ca_es: Seleccionar carpeta actual
cs_cz: Vybrat aktuální složku
de_de: Wähle aktuellen Ordner
el_gr: Επιλογή του τρέχοντα φακέλου
es_es: Seleccionar carpeta actual
hu_hu: Jelenlegi mappa kiválasztása
id_id: Pilih Folder Saat Ini
it_it: Seleziona la cartella corrente
ja_jp: 現在のフォルダを選択
nb_no: Velg Gjeldende Mappe
pl_pl: Wybierz obecny folder
pt_br: Selecionar pasta atual
pt_pt: Selecionar Diretoria atual
ro_ro: Selectează dosarul actual
ru_ru: Выбрать текущую папку
tr_tr: Geçerli Klasörü Seç
uk_ua: Виберіть поточний каталог

source: Open a Directory
ca_es: Obrir directori
cs_cz: Otevřít složku
de_de: Öffne ein Verzeichnis
el_gr: Άνοιγμα Φακέλου
eo_uy: Malfermi dosierujon
es_es: Abrir un directorio
hu_hu: Könyvtár megnyitása
id_id: Buka direktori
it_it: Apri una cartella
ja_jp: ディレクトリを開く
nb_no: Åpne en Mappe
pl_pl: Otwórz katalog
pt_br: Abrir diretório
pt_pt: Abrir uma Diretoria
ro_ro: Deschide un director
ru_ru: Открыть папку
tr_tr: Dizin Aç
uk_ua: Відкрити каталог

source: Background:
ca_es: Fons:
cs_cz: Pozadí:
de_de: Hintergrund:
el_gr: Υπόβαθρο:
eo_uy: Fono:
es_es: Fondo:
hu_hu: Háttér:
id_id: Latar belakang:
it_it: Sfondo:
ja_jp: バックグラウンド:
nb_no: Bakgrunn:
pl_pl: Tło:
pt_br: Plano de fundo:
pt_pt: Fundo de Ecrã:
ro_ro: Fundal:
ru_ru: Фон:
tr_tr: Arka plan:
uk_ua: Фон:

source: Selected frames
de_de: Ausgewählte Frames
es_es: Fotogramas seleccionados
id_id: Bingkai yang dipilih
pt_br: Quadros selecionados
ro_ro: Cadre selectate
ru_ru: Выбранные кадры
tr_tr: Seçili kareler
uk_ua: Вибрані кадри

source: Layers:
de_de: Ebenen:
es_es: Capas:
id_id: Lapisan:
pt_br: Camadas:
ro_ro: Straturi:
ru_ru: Слои:
tr_tr: Katmanlar:
uk_ua: Шари:

source: Visible layers
de_de: Sichtbare Ebenen
es_es: Capas visibles
id_id: Lapisan terlihat
pt_br: Camadas visíveis
ro_ro: Straturi vizibile
ru_ru: Видимые слои
tr_tr: Görünür katmanlar
uk_ua: Видимі шари

source: Selected layers
de_de: Ausgewählte Ebenen
es_es: Capas seleccionadas
id_id: Lapisan yang dipilih
pt_br: Camadas selecionadas
ro_ro: Straturi selectate
ru_ru: Выбранные слои
tr_tr: Seçili katmanlar
uk_ua: Вибрані шари

source: Pixel layer:
de_de: Pixelebene:
es_es: Capa de píxeles:
id_id: Lapisan piksel:
pt_br: Camada de pixel:
ro_ro: Strat de pixeli:
ru_ru: Слой пикселей:
tr_tr: Piksel katmanı:
uk_ua: Шар пікселів:

source: Group layer:
de_de: Gruppenebene:
es_es: Capa de grupo:
id_id: Lapisan kelompok:
pt_br: Camada de grupo:
ro_ro: Strat de grup:
ru_ru: Групповой слой:
tr_tr: Grup katmanı:
uk_ua: Груповий шар:

source: Direction:
ca_es: Direcció:
cs_cz: Směr:
de_de: Richtung:
el_gr: Κατεύθυνση:
eo_uy: Direkto:
es_es: Dirección:
hu_hu: Irány:
id_id: Arah:
it_it: Direzione:
ja_jp: 方向:
nb_no: Retning:
pl_pl: Kierunek:
pt_br: Direção:
pt_pt: Direção:
ro_ro: Direcție:
ru_ru: Направление:
tr_tr: Yön:
uk_ua: Напрямок:

source: Forward
ca_es: Cap endavant
cs_cz: Vpřed
de_de: Vorwärts
el_gr: Μπροστά
eo_uy: Antaŭen
es_es: Hacia adelante
hu_hu: Előre
id_id: Maju
it_it: Avanti
ja_jp: 前方から
nb_no: Fremover
pl_pl: Dalej
pt_br: Avançar
pt_pt: Para a frente
ro_ro: Înainte
ru_ru: Вперед
tr_tr: İleri
uk_ua: Вперед

source: Backwards
ca_es: Cap endarrere
cs_cz: Pozpátku
de_de: Rückwärts
el_gr: Ανάποδα
es_es: Reversa
hu_hu: Visszafelé
id_id: Mundur
it_it: Indietro
ja_jp: 後方から
nb_no: Bakover
pl_pl: Wstecz
pt_br: Voltar
pt_pt: Para Trás
ro_ro: Înapoi
ru_ru: Назад
tr_tr: Geri
uk_ua: Назад

source: Ping-Pong
el_gr: Πινγκ-Πονγκ
pt_br: Pingue-pongue
ru_ru: Туда-сюда
uk_ua: Пінг-Понг

source: Columns
ca_es: Columnes
cs_cz: Sloupce
de_de: Spalten
el_gr: Στήλες
eo_uy: Kolumnoj
es_es: Columnas
hu_hu: Oszlopok
id_id: Kolom
it_it: Colonne
ja_jp: 列
lv_lv: Kolonna
nb_no: Kolonner
pl_pl: Kolumny
pt_br: Colunas
pt_pt: Colunas
ro_ro: Coloane
ru_ru: Столбцы
tr_tr: Sütunlar
uk_ua: Стовпці

source: Columns:
ca_es: Columnes:
cs_cz: Sloupce:
de_de: Spalten:
el_gr: Στήλες:
eo_uy: Kolumnoj:
es_es: Columnas:
hu_hu: Oszlopok:
id_id: Kolom:
it_it: Colonne:
ja_jp: 列:
nb_no: Kolonner:
pl_pl: Kolumny:
pt_br: Colunas:
pt_pt: Colunas:
ro_ro: Coloane:
ru_ru: Столбцы:
tr_tr: Sütunlar:
uk_ua: Стовпці:

source: Rows
ca_es: Files
cs_cz: Řádky
de_de: Reihen
el_gr: Σειρές
eo_uy: Vicoj
es_es: Filas
hu_hu: Sorok
id_id: Baris
it_it: Righe
ja_jp: 行
lv_lv: Rinda
nb_no: Rader
pl_pl: Rzędy
pt_br: Linhas
pt_pt: Linhas
ro_ro: Rânduri
ru_ru: Строки
tr_tr: Satırlar
uk_ua: Рядки

source: Rows:
ca_es: Files:
cs_cz: Řádky:
de_de: Reihen:
el_gr: Σειρές:
eo_uy: Vicoj:
es_es: Filas:
hu_hu: Sorok:
id_id: Baris:
it_it: Righe:
ja_jp: 行:
nb_no: Rader:
pl_pl: Rzędy:
pt_br: Linhas:
pt_pt: Linhas:
ro_ro: Rânduri:
ru_ru: Строки:
tr_tr: Sıralar:
uk_ua: Рядки:

source: Export dimensions:
de_de: Export-Größen:
es_es: Exportar dimensiones:
id_id: Ukuran saat ekspor:
pt_br: Exportar dimensões:
ro_ro: Dimensiuni de export:
ru_ru: Размер для экспорта:
tr_tr: Dışa aktarma boyutları:
uk_ua: Розміри для експорту:

source: Path:
ca_es: Ruta:
cs_cz: Cesta:
de_de: Pfad:
el_gr: Διαδρομή:
eo_uy: Vojo:
es_es: Ruta:
fr: Chemin :
hu_hu: Útvonal:
id_id: Jalur:
it_it: Percorso:
ja_jp: パス:
lv_lv: Ceļš:
nb_no: Bane:
pl_pl: Ścieżka:
pt_br: Caminho:
pt_pt: Caminho:
ro_ro: Cale:
ru_ru: Путь:
tr_tr: Yol:
uk_ua: Шлях:

source: Directories & Files:
ca_es: Directoris i fitxers:
cs_cz: Složky a soubory:
de_de: Verzeichnisse & Dateien:
el_gr: Φάκελοι & Αρχεία:
eo_uy: Dosieroj kaj -ujoj:
es_es: Directorios y Archivos:
fr: Répertoires et fichiers :
hu_hu: Könyvtárak és fájlok:
id_id: Direktori & Berkas:
it_it: Cartelle & File:
ja_jp: ディレクトリとファイル:
lv_lv: Direktorija un Faili:
nb_no: Mapper & Filer:
pl_pl: Pliki oraz katalogi:
pt_br: Diretórios e Arquivos:
pt_pt: Diretorias e Ficheiros:
ro_ro: Directoare și fișiere:
ru_ru: Папки и файлы:
tr_tr: Dizinler ve Dosyalar:
uk_ua: Каталоги та файли:

source: Create Folder
ca_es: Crear una carpeta
cs_cz: Vytvořit složku
de_de: Erstelle Ordner
el_gr: Δημιουργία Φακέλου
eo_uy: Krei dosierujon
es_es: Crear Carpeta
hu_hu: Mappa létrehozása
id_id: Buat Folder
it_it: Crea Cartella
ja_jp: フォルダーを作成
lv_lv: Izveidot mapi
nb_no: Opprett Mappe
pl_pl: Utwórz folder
pt_br: Criar Pasta
pt_pt: Criar uma Diretoria
ro_ro: Creare dosar
ru_ru: Создать папку
tr_tr: Klasör Oluştur
uk_ua: Створити каталог

source: File:
ca_es: Fitxer:
cs_cz: Soubor:
de_de: Datei:
el_gr: Αρχείο:
eo_uy: Dosiero:
es_es: Archivo:
fr: Fichier :
hu_hu: Fájl:
id_id: Berkas:
ja_jp: ファイル:
lv_lv: Fails:
nb_no: Fil:
pl_pl: Plik:
pt_br: Arquivo:
pt_pt: Ficheiro:
ro_ro: Fișier:
ru_ru: Файл:
tr_tr: Dosya:
uk_ua: Файл:

source: Advanced options
de_de: Erweiterte Optionen
es_es: Opciones avanzadas
id_id: Opsi lanjutan
pt_br: Opções avançadas
ro_ro: Opțiuni avansate
ru_ru: Расширенные опции
tr_tr: Gelişmiş seçenekler
uk_ua: Розширені опції

source: Interpolation:
ca_es: Interpolació:
cs_cz: Interpolace:
el_gr: Παρεμβολή:
eo_uy: Interpolado:
es_es: Interpolación:
hu_hu: Interpoláció:
id_id: Interpolasi:
it_it: Interpolazione:
ja_jp: 補間:
lv_lv: Interpolācija:
nb_no: Interpolering:
pl_pl: Interpolacja:
pt_br: Interpolação:
pt_pt: Interpolação:
ro_ro: Interpolare:
ru_ru: Интерполяция:
tr_tr: İnterpolasyon:
uk_ua: Інтерполяція:

source: Nearest
ca_es: Més proper
cs_cz: Nejbližší
de_de: Nächstes
el_gr: Χωρίς
eo_uy: Plej proksima
es_es: Más cercano
fr: Le plus proche
hu_hu: Legközelebbi
it_it: Più vicino
ja_jp: ニアレスト
lv_lv: Tuvākais
nb_no: Nærmeste
pl_pl: Najbliższy sąsiad
pt_br: Mais Próximo
pt_pt: Mais próximo
ro_ro: Cea mai apropiată
ru_ru: Ближайший
tr_tr: En yakın
uk_ua: Найближчі

source: Bilinear
ca_es: Bilineal
cs_cz: Bilineární
el_gr: Διγραμμική
eo_uy: Dulinia
es_es: Bilineal
fr: Linéaire
hu_hu: Bilineáris
it_it: Bilineare
ja_jp: バイリニア
lv_lv: Bilineāra
nb_no: Bilineær
pl_pl: Dwuliniowa
ro_ro: Biliniară
ru_ru: Бинарный
tr_tr: Çift doğrusal
uk_ua: Білінійна

source: Cubic
cs_cz: Kubická
de_de: Kubisch
el_gr: Κυβική
eo_uy: Kuba
es_es: Cúbico
fr: Cubique
it_it: Cubica
ja_jp: キュービック
lv_lv: Kubisks
nb_no: Kubikk
pl_pl: Sześcienna
pt_br: Cúbica
pt_pt: Cúbico
ro_ro: Cubică
ru_ru: Кубический
tr_tr: Kübik
uk_ua: Кубічна

source: Trilinear
ca_es: Trilineal
cs_cz: Trilineární
de_de: Triliniar
el_gr: Τριγραμμική
eo_uy: Trilinia
es_es: Trilineal
fr: Trilinéaire
hu_hu: Trilineáris
it_it: Trilineare
ja_jp: トライリニア
lv_lv: Trilineāra
nb_no: Trilineær
pl_pl: Trójlinowa
ro_ro: Triliniară
ru_ru: Трилинейный
tr_tr: Üç çizgili
uk_ua: Трилінійна

source: Constant
de_de: Konstant
es_es: Constante
id_id: Konstanta
pt_br: Constante
pt_pt: Constante
ro_ro: Constantă
ru_ru: Константа
tr_tr: Sabit
uk_ua: Константа

source: General
cs_cz: Obecné
de_de: Allgemein
el_gr: Γενικά
eo_uy: Ĝeneralaj
hu_hu: Általános
id_id: Umum
it_it: Generale
ja_jp: 一般
lv_lv: Vispārējā
nb_no: Generelt
pl_pl: Ogólne
pt_br: Geral
pt_pt: Geral
ru_ru: Общие
tr_tr: Genel
uk_ua: Загальні

source: Startup
ca_es: Inici
cs_cz: Po spuštění
de_de: Start
el_gr: Εκκίνηση
es_es: Inicio
hu_hu: Indítás
id_id: Saat Mulai
it_it: Avvio
ja_jp: スタートアップ
nb_no: Oppstart
pl_pl: Przy uruchomieniu
pt_br: Iniciar
pt_pt: Inicialização
ro_ro: Pornire
ru_ru: Запуск
tr_tr: Başlangıç
uk_ua: Запуск

source: Language
ca_es: Llenguatge
cs_cz: Jazyk
de_de: Sprache
el_gr: Γλώσσα
eo_uy: Lingvo
es_es: Idioma
hu_hu: Nyelv
id_id: Bahasa
it_it: Lingua
ja_jp: 言語
lv_lv: Valoda
nb_no: Språk
pl_pl: Język
pt_br: Linguagem
pt_pt: Linguagem
ro_ro: Limbă
ru_ru: Язык
tr_tr: Dil
uk_ua: Мова

source: Interface
ca_es: Interfície
cs_cz: Rozhraní
de_de: Benutzeroberfläche
el_gr: Περιβάλλον
es_es: Interfaz
hu_hu: Felhasználói felület
id_id: Antarmuka
it_it: Interfaccia
ja_jp: インターフェース
nb_no: Grensesnitt
pl_pl: Interfejs
ro_ro: Interfață
ru_ru: Интерфейс
tr_tr: Arayüz
uk_ua: Інтерфейс

source: Themes
ca_es: Temes
cs_cz: Motivy
de_de: Designs
el_gr: Θέματα
eo_uy: Temoj
es_es: Temas
hu_hu: Témák
id_id: Tema
it_it: Temi
ja_jp: テーマ
lv_lv: Tēmas
nb_no: Temaer
pl_pl: Motywy
pt_br: Temas
pt_pt: Temas
ro_ro: Teme
ru_ru: Темы оформления
tr_tr: Temalar
uk_ua: Теми

source: Canvas
ca_es: Llenç
cs_cz: Plátno
el_gr: Καμβάς
eo_uy: Kanvaso
es_es: Lienzo
hu_hu: Vászon
id_id: Kanvas
ja_jp: キャンバス
nb_no: Lerret
pl_pl: Płótno
pt_br: Tela
pt_pt: Tela
ro_ro: Pânză
ru_ru: Холст
tr_tr: Tuval
uk_ua: Полотно

source: Selection
ca_es: Selecció
cs_cz: Výběr
de_de: Auswahl
es_es: Selección
hu_hu: Kijelölés
id_id: Seleksi
nb_no: Markert Område
pt_br: Seleção
pt_pt: Seleção
ro_ro: Selecție
ru_ru: Выделение
tr_tr: Seçim
uk_ua: Виділення

source: Shortcuts
ca_es: Accesos directos
cs_cz: Zkratky
de_de: Tastenkürzel
el_gr: Συντομεύσεις
es_es: Teclas de acceso directo
hu_hu: Gyorsbillentyűk
id_id: Pintasan
it_it: Scorciatoie da tastiera
ja_jp: ショートカット
nb_no: Snarveier
pl_pl: Skróty klawiszowe
pt_br: Atalhos
pt_pt: Atalhos
ro_ro: Comenzi rapide
ru_ru: Горячие клавишы
tr_tr: Kısayollar
uk_ua: Комбінації клавіш

source: Backup
ca_es: Còpia de seguretat
cs_cz: Zálohování
de_de: Sicherung
el_gr: Αντίγραφο ασφαλείας
es_es: Copia de seguridad
hu_hu: Biztonsági mentés
id_id: Cadangan
ja_jp: バックアップ
nb_no: Sikkerhetskopi
pl_pl: Utwórz kopię zapasową
pt_pt: Cópia de Segurança
ro_ro: Copie de rezervă
ru_ru: Резервная копия
tr_tr: Yedekleme
uk_ua: Резервна копія

source: Performance
ca_es: Rendiment
cs_cz: Výkon
de_de: Leistung
el_gr: Επίδοση
es_es: Rendimiento
hu_hu: Teljesítmény
id_id: Kinerja
ja_jp: パフォーマンス
nb_no: Ytelse
pt_br: Desempenho
ro_ro: Performanță
ru_ru: Производительность
tr_tr: Performans
uk_ua: Продуктивність

source: Drivers
de_de: Treiber
es_es: Controladores
id_id: Pengandar
ro_ro: Drivere
ru_ru: Драйверы
tr_tr: Sürücüler
uk_ua: Драйвери

source: Extensions
de_de: Erweiterungen
es_es: Extensiones
id_id: Ekstensi
nb_no: Utvidelser
pt_br: Extensões
pt_pt: Extensões
ro_ro: Extensii
ru_ru: Расширения
tr_tr: Uzantılar
uk_ua: Розширення

source: Cursors
de_de: Mauszeiger
es_es: Cursores
id_id: Kursor
nb_no: Markører
pt_br: Cursores
pt_pt: Cursores
ro_ro: Cursoare
ru_ru: Курсоры
tr_tr: İmleçler
uk_ua: Курсори

source: Indicators
ca_es: Indicadors
cs_cz: Indikátory
de_de: Indikatoren
el_gr: Δείκτες
es_es: Indicadores
hu_hu: Indikátorok
id_id: Indikator
it_it: Indicatori
ja_jp: インジケーター
nb_no: Indikatorer
pl_pl: Wskaźniki
pt_br: Indicadores
pt_pt: Indicadores
ro_ro: Indicatori
ru_ru: Индикатор
tr_tr: Göstergeler
uk_ua: Індикатори

source: Pixelorama must be restarted for changes to take effect.
de_de: Pixelorama muss neu gestartet werden, damit die Änderungen wirksam werden.
es_es: Pixelorama debe ser reiniciado para que los cambios surtan efecto.
id_id: Pixelorama harus dibuka ulang agar pengaturan ini berjalan.
pt_br: Pixelorama deve ser reiniciado para que as mudanças entrem em vigor.
ro_ro: Pixelorama trebuie repornit pentru ca setările să aibă efect.
ru_ru: Следует перезапустить Pixeloram’у, чтобы применить изменения.
tr_tr: Değişikliklerin etkili olabilmesi için Pixeloroma yeniden başlatılmalıdır.
uk_ua: Треба перезапустити Pixeloram’у, щоб зміни набули чинності.

source: On
ca_es: Encès
cs_cz: Zapnuto
de_de: An
el_gr: Ενεργό
es_es: Activar
hu_hu: Bekapcsolva
id_id: Nyala
it_it: Acceso
ja_jp: オン
nb_no: På
pl_pl: Włączone
pt_br: Ligado
pt_pt: Ligado
ro_ro: Pornit
ru_ru: Вкл
tr_tr: Açık
uk_ua: Вкл

source: Restore default value
ca_es: Restaura els valors per defecte
cs_cz: Obnovit výchozí hodnotu
de_de: Standardeinstellungen wiederherstellen
el_gr: Επαναφορά εργοστασιακής τιμής
es_es: Restaurar valor predeterminado
hu_hu: Alapértékek visszaállítása
id_id: Kembalikan nilai awal
it_it: Ripristina valore predefinito
ja_jp: 既定値へ戻す
nb_no: Tilbakestill til standardverdier
pl_pl: Przywróć domyślne wartości
pt_br: Restaurar o valor padrão
pt_pt: Restaurar valores padrão
ro_ro: Resetare la valoarea implicită
ru_ru: Восстановить по умолчанию
tr_tr: Varsayılan değeri geri yükle
uk_ua: Відновити значення за замовчуванням

source: Smooth Zoom
ca_es: Zoom suavitzat
cs_cz: Vyhlazení přiblížení/oddálení
de_de: Smoother Zoom
el_gr: Ομαλό Ζουμ
eo_uy: Senskua skalado
es_es: Zoom suavizado
hu_hu: Sima közelítés
id_id: Keker Mulus
it_it: Zoom smussato
ja_jp: スムーズズーム
lv_lv: Gluds tuvinājums
nb_no: Glatt Zoom
pl_pl: Płynne przybliżanie
pt_br: Ampliar Suave
pt_pt: Zoom Suave
ro_ro: Transfocare lentă
ru_ru: Плавное масштабирование
tr_tr: Yumuşak Yakınlaştırma
uk_ua: М'яке масштабування

source: Adds a smoother transition when zooming in or out
ca_es: Afegeix una transició suau quan es fa zoom
cs_cz: Hladší přechod při přiblížení nebo přiblížení
de_de: Fügt einen glatteren Übergang beim Zoomen hinzu
el_gr: Κάνει την μετάβαση στην μεγέθυνση ή σμίκρυνση πιο ομαλή
es_es: Añade una transición más suave cuando se acerca o aleja
hu_hu: Hozzáad simább átmenettet közelítéskor vagy távolításkor
id_id: Memperhalus gerakan saat mengeker dekat atau jauh
it_it: Aggiunge una transizione più fluida quando si zooma dentro o fuori
ja_jp: ズームインまたはズームアウト時にスムーズなトランジションを追加します
nb_no: Legger til en jevnere overgang når du zoomer inn eller ut
pl_pl: Dodaje płynniejsze przejścia, kiedy się przybliża lub oddala
pt_br: Adiciona uma transição mais suave ao aumentar ou diminuir o zoom
pt_pt: Adiciona uma transição suave no durante o zoom
ro_ro: Adaugă o tranziție mai lentă la apropiere sau depărtare
ru_ru: Добавляет более плавный переход при увеличении или уменьшении масштаба изображения
tr_tr: Yakınlaştırırken veya uzaklaştırırken daha yumuşak geçiş ekler
uk_ua: Додає більш плавний перехід при масштабуванні

source: Tablet pressure sensitivity:
ca_es: Sensibilitat de la pressió de la tableta:
cs_cz: Citlivost tlaku na tabletu:
de_de: Tabletdrucksensitivität:
el_gr: Ευαισθησία πίεσης tablet:
es_es: Sensibilidad de la presión de la tableta:
hu_hu: Rajztábla nyomásérzékelés:
id_id: Kepekaan tekanan tablet:
it_it: Sensibilità della pressione del tablet:
ja_jp: タブレットの圧力感度:
lv_lv: Planšetes spiediena jutīgums:
nb_no: Tegnebrettets trykkfølsomhet:
pl_pl: Czułość nacisku na tablecie:
pt_br: Sensibilidade de pressão do Tablet:
pt_pt: Sensibilidade de pressão no Tablet
ro_ro: Sensibilitatea de apăsare a tabletei:
ru_ru: Чувствительность к нажатию на планшет:
tr_tr: Tablet basınç hassasiyeti:
uk_ua: Чутливість до натиску на планшет:

source: None
ca_es: Cap
cs_cz: Žádný
de_de: Keine
el_gr: Καθόλου
es_es: Ninguno
hu_hu: Nincs
id_id: Tak ada
it_it: Nessuno
ja_jp: 無し
lv_lv: Nekas
nb_no: Ingen
pl_pl: Brak
pt_br: Nenhum
pt_pt: Nenhum
ro_ro: Niciunul
ru_ru: Ничего
tr_tr: Hiç biri
uk_ua: Нічого

source: Affect Brush's Alpha
ca_es: Afectar l'opacitat de l'pinzell
cs_cz: Ovlivnit alfa vrstvu štětce
de_de: Beeinflusst Pinsels Alpha
el_gr: Επηρεάζει την αδιαφάνεια του πινέλου
es_es: Afectar opacidad del pincel
hu_hu: Befolyásolja a ecset alfaját
id_id: Efek alfa pada kuas
it_it: Influenza l'Alfa del Pennello
ja_jp: ブラシのアルファに影響
lv_lv: Ietekmēt otas alfa kanālu
nb_no: Påvirker Børstens Alpha
pl_pl: Wpływa na przezroczystość pędzla
pt_br: Afetar o alfa do pincel
pt_pt: Afetar Alpha do Pincel
ro_ro: Afectează valoarea alfa a pensulei
ru_ru: Влияние на альфу кисти
tr_tr: Fırçanın Alfasını Etkiler
uk_ua: Вплив на альфу пензля

source: Color:
cs_cz: Barva:
de_de: Farbe:
el_gr: Χρώμα:
eo_uy: Koloro:
fr: Couleur :
hu_hu: Szín:
id_id: Warna:
it_it: Colore:
ja_jp: 色:
lv_lv: Krāsa:
nb_no: Farge:
pl_pl: Kolor:
pt_br: Cor:
pt_pt: Cor:
ro_ro: Culoare:
ru_ru: Цвет:
tr_tr: Renk:
uk_ua: Колір:

source: Guide color:
ca_es: Color de la guia:
cs_cz: Barva vodítka:
de_de: Guidefarbe
el_gr: Χρώμα οδηγών:
eo_uy: Koloro de direktlinioj:
es_es: Color de guía:
hu_hu: Segítő szín:
id_id: Warna panduan:
it_it: Colore della guida:
ja_jp: ガイドの色:
lv_lv: Vadlīnijas krāsa:
nb_no: Guide farge:
pl_pl: Kolor prowadnicy:
pt_br: Cor da guia:
pt_pt: Cor Guia:
ro_ro: Culoarea ghidajului:
ru_ru: Цвет направляющих:
tr_tr: Kılavuz rengi:
uk_ua: Колір напрямних:
