Repository: Orama-Interactive/Pixelorama
Catalog: Translations/*.po
Languages: ca_es, cs_cz, de_de, el_gr, eo_uy, es_es, fr, hu_hu, id_id, it_it, ja_jp, lv_lv, nb_no, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, tr_tr, uk_ua

source: Rectangle Tool %s for left mouse button %s for right mouse button Hold %s to create a 1:1 shape Hold %s to center the shape on the click origin Hold %s to displace the shape's origin
ca_es: Eina de rectangle %s pel botó esquerre del ratolí %s pel botó dret del ratolí Mantén %s per crear una forma 1:1 Mantén %s per centrar la forma al clic d'origen Mantén %s per desplaçar l'origen de la forma
cs_cz: Obdélník %s pro levé tlačítko myši %s pro pravé tlačítko myši Podrž %s pro vytvoření 1:1 tvaru Podrž %s pro vycentrování tvaru na místo kliku Podrž %s pro přesunutí počátku tvaru
de_de: Rechteck-Werkzeug %s für die linke Maustaste %s für die rechte Maustaste Halten Sie %s gedrückt, um eine 1:1 Form zu erstellen Halten Sie %s gedrückt, um die Form auf dem Klick-Ursprung zu zentrieren. Halten Sie %s gedrückt, um den Ursprung der Form zu verschieben
es_es: Herramienta Rectángulo %s para el botón izquierdo del mouse %s para el botón derecho del mouse Mantén %s para crear una forma 1:1 Mantén %s para centrar la forma en el origen del clic Mantén %s para desplazar el origen de la forma
id_id: Alat Persegi Panjang %s untuk tetikus kiri %s untuk tetikus kanan Tahan %s untuk membuat bentuk 1:1 Tahan %s untuk membuat bentuk di tengah klik Tahan %s untuk menggeser bentuk saat ini
nb_no: Rektangelverktøy %s for venstre museknapp %s for høyre museknapp Hold %s for å lage et kvadrat Hold %s for å sentrere formen på klikkets opprinnelse Hold %s for å forskyve formens opprinnelse
pt_br: Ferramenta Retângulo %s para botão esquerdo do mouse %s para botão direito do mouse Segure %s para criar formas 1:1 Segure %s para centralizar a forma no clique de origem Segure %s para deslocar a origem da forma
pt_pt: Ferramenta de Retangulo %s para botão de lado esquerdo do rato %s para botão de lado direito do rato Pressione %s para criar uma forma 1:1 Pressione %s para centrar a forma na origem Pressione %s para deslocar a origem da forma
ro_ro: Instrument Dreptunghi %s pentru butonul din stânga al mausului %s pentru butonul din dreapta al mausului Ține apăsată tasta %s pentru a crea o formă 1:1 Ține apăsată tasta %s pentru a centra forma pe originea clicului Ține apăsată tasta %s pentru a deplasa originea formei
ru_ru: Прямоугольник %s для левой кнопки мыши %s для правой кнопки мыши Зажать %s для создания фигуры 1:1 Зажать %s для размещения центра в месте начала нажатия Зажать %s для изменения исходной точки фигуры
tr_tr: Dikdörtgen Aracı Sol fare düğmesi için %s Sağ fare düğmesi için %s 1:1 şekil oluşturmak için %s tuşunu basılı tutun Şekli tıklama orijininde ortalamak için %s tuşunu basılı tutun Şeklin orijinini değiştirmek için %s tuşunu basılı tutun
uk_ua: Прямокутник %s для лівої кнопки миші %s для правої кнопки миші Утримуйте %s, щоб створити квадрат 1:1 Утримуйте %s, щоб встановити центр лінії в місці початку малювання Утримуйте %s, щоб пересувати початкову точку фігури

source: Ellipse Tool %s for left mouse button %s for right mouse button Hold %s to create a 1:1 shape Hold %s to center the shape on the click origin Hold %s to displace the shape's origin
ca_es: Eina d'el·lipsi %s pel botó esquerre del ratolí %s pel botó dret del ratolí Mantén %s per crear una forma 1:1 Mantén %s per centrar la forma al clic d'origen Mantén %s per desplaçar l'origen de la forma
cs_cz: Elipsa %s pro levé tlačítko myši %s pro pravé tlačítko myši Podrž %s pro vytvoření 1:1 tvaru Podrž %s pro vycentrování tvaru na místo kliku Podrž %s pro přesunutí počátku tvaru
de_de: Ellipse Tool %s für die linke Maustaste %s für die rechte Maustaste Halten Sie %s gedrückt, um eine 1:1 Form zu erstellen. Halten Sie %s gedrückt, um die Form auf dem Klick-Ursprung zu zentrieren. Halten Sie %s gedrückt, um die Form zu verschieben
es_es: Herramienta Elipse %s para el botón izquierdo del mouse %s para el botón derecho del mouse Mantén %s para crear una forma 1:1 Mantén %s para centrar la forma en el origen del clic Mantén %s para desplazar el origen de la forma
id_id: Alat Elips %s untuk tetikus kiri %s untuk tetikus kanan Tahan %s untuk membuat bentuk 1:1 Tahan %s untuk membuat bentuk di tengah klik Tahan %s untuk menggeser bentuk saat ini
nb_no: Ellipseverktøy %s for venstre museknapp %s for høyre museknapp Hold %s for å lage en 1:1 form Hold %s for å sentrere formen på klikkets opprinnelse Hold %s for å forskyve formens opprinnelse
pt_br: Ferramenta Elipse %s para botão esquerdo do mouse %s para botão direito do mouse Segure %s para criar formas 1:1 Segure %s para centralizar a forma no clique de origem Segure %s para deslocar a origem da forma
pt_pt: Ferramenta de Elipse%s para botão de lado esquerdo do rato%s para botão de lado direito do ratoPressione %s para criar uma forma 1:1 Pressione %s para centrar a forma na origem Pressione %s para deslocar a origem da forma
ro_ro: Instrument Elipsă %s pentru butonul din stânga al mausului %s pentru butonul din dreapta al mausului Ține apăsată tasta %s pentru a crea o formă 1:1 Ține apăsată tasta %s pentru a centra forma pe originea clicului Ține apăsată tasta %s pentru a deplasa originea formei
ru_ru: Эллипс %s для левой кнопки мыши %s для правой кнопки мыши Зажать %s для создания фигуры 1:1 Зажать %s для размещения центра в месте начала нажатия Зажать %s для изменения исходной точки фигуры
tr_tr: Elips Aracı Sol fare düğmesi için %s Sağ fare düğmesi için %s 1:1 şekil oluşturmak için %s tuşunu basılı tutun Şekli tıklama orijininde ortalamak için %s tuşunu basılı tutun Şeklin orijinini değiştirmek için %s tuşunu basılı tutun
uk_ua: Еліпс %s для лівої кнопки миші %s для правої кнопки миші Утримуйте %s, щоб створити круг 1:1 Утримуйте %s, щоб встановити центр лінії в місці початку малювання Утримуйте %s, щоб пересувати початкову точку фігури

source: Rectangle
cs_cz: Obdélník
de_de: Rechteck
el_gr: Ορθογώνιο
es_es: Rectángulo
hu_hu: Téglalap
id_id: Persegi Panjang
ja_jp: 矩形
nb_no: Rektangel
pt_br: Retângulo
pt_pt: Retangulo
ro_ro: Dreptunghi
ru_ru: Прямоугольник
tr_tr: Dikdörtgen
uk_ua: Прямокутник

source: Ellipse
cs_cz: Elipsa
de_de: Elipse
el_gr: Έλλειψη
es_es: Elipse
hu_hu: Ellipszis
id_id: Elips
ja_jp: 楕円形
pt_br: Elipse
pt_pt: Elipse
ro_ro: Elipsă
ru_ru: Эллипс
tr_tr: Elips
uk_ua: Еліпс

source: Choose a color for the left tool
ca_es: Triar un color per l'eina esquerra
cs_cz: Vyberte barvu pro levý nástroj
de_de: Wähle eine Farbe für das linke Werkzeug
el_gr: Επιλέξτε ένα χρώμα για το αριστερό εργαλείο
es_es: Elegir un color para la herramienta izquierda
hu_hu: Szín kiválasztása a bal eszközhöz
id_id: Pilih warna untuk alat di sebelah kiri
it_it: Scegli un colore per lo strumento sinistro
ja_jp: 左ツールの色を選択してくだ
lv_lv: Izvēlies krāsu priekš kreisā rīka
nb_no: Velg en farge for venstre verktøy
pl_pl: Wybiera kolor dla lewego narzędzia
pt_br: Escolha uma cor para a ferramenta esquerda
pt_pt: Escolher a cor para a ferramenta da esquerda
ro_ro: Alege o culoare pentru instrumentul din stânga
ru_ru: Выбор цвета для левого инструмента
tr_tr: Sol araç için renk seç
uk_ua: Вибрати колір для лівого інструмента

source: Choose a color for the right tool
ca_es: Triar un color per l'eina dreta
cs_cz: Vyberte barvu pro pravý nástroj
de_de: Wähle eine Farbe für das rechte Werkzeug
el_gr: Επιλέξτε ένα χρώμα για το δεξί εργαλείο
es_es: Elegir un color para la herramienta derecha
hu_hu: Szín kiválasztása a jobb eszközhöz
id_id: Pilih warna untuk alat di sebelah kanan
it_it: Scegli un colore per lo strumento destro
ja_jp: 右のツールの色を選択してください
lv_lv: Izvēlies krāsu priekš labā rīka
nb_no: Velg en farge for høyre verktøy
pl_pl: Wybiera kolor dla prawego narzędzia
pt_br: Escolha uma cor para a ferramenta direita
pt_pt: Escolher a cor para a ferramenta da direita
ro_ro: Alege o culoare pentru instrumentul din dreapta
ru_ru: Выбор цвета для правого инструмента
tr_tr: Sağ araç için renk seç
uk_ua: Вибрати колір для правого інструмента

source: Switch left and right colors (%s)
ca_es: Canvia els colors esquerre i dret (%s)
cs_cz: Prohodit levou a pravou barvu (%s)
de_de: Wechsle linke und rechte Farben (%s)
el_gr: Εναλλαγή μεταξύ αριστερού και δεξιού χρώματος (%s)
es_es: Cambiar color izquierdo y derecho (%s)
hu_hu: Bal és jobb színek cseréje (%s)
id_id: Tukar warna kiri dan kanan (%s)
it_it: Scambia i colori sinistro e destro (%s)
ja_jp: 左右の色を切り替える (%s)
lv_lv: Samainīt vietām kreiso un labo krāsu (%s)
nb_no: Bytt venstre og høyre farger (%s)
pl_pl: Podmień lewy kolor z prawym kolorem (%s)
pt_br: Mudar as cores esquerda e direita (%s)
pt_pt: Trocar as cores da esqueda e direita(%s)
ro_ro: Comută culorile din stânga și dreapta (%s)
ru_ru: Поменять левый и правый цвета местами (%s)
tr_tr: Sağ ve sol renklerini yer değiştir (%s)
uk_ua: Поміняти лівий та правий колір місцями (%s)

source: Reset the colors to their default state (black for left, white for right)
ca_es: Restaura els colors al seu estat per defecte (negre per l'esquerre, blanc pel dret)
cs_cz: Obnovit výchozí barvy (černá vlevo, bílá vpravo)
de_de: Setzt die Farben auf den Standardzustand zurück (schwarz für links, weiß für rechts)
el_gr: Επαναφορά των χρωμάτων στην αρχική τους κατάσταση (μαύρο για το αριστερό, άσπρο για το δεξί)
es_es: Restablecer los colores a su estado predeterminado (negro a la izquierda, blanco a la derecha)
hu_hu: Színek visszaállítása(fekete bal, fehér jobb)
id_id: Kembalikan ke warna bawaan (hitam di kiri, putih di kanan)
it_it: Resetta i colori al loro stato originale (nero per sinistra, bianco per destra)
ja_jp: 色を既定の状態にリセットします (左は黒、右は白)
lv_lv: Atjaunot noklusējuma krāsas (melns priekš kreisās, balts priekšlabās)
nb_no: Tilbakestill farger (svart til venstre, hvit for høyre)
pl_pl: Resetuje kolory do stanu domyślnego (czarny po lewej, biały po prawej)
pt_br: Redefina as cores para o seu estado padrão (preto para a esquerda, branco para a direita)
pt_pt: Retornar as cores para o padrão (preto para a esquerda, branco para a direita)
ro_ro: Resetează culorile la starea lor implicită (negru pentru stânga, alb pentru dreapta)
ru_ru: Сбросить цвета по умолчанию (слева черный, справа белый)
tr_tr: Renkleri varsayılan durumuna sıfırla (sol için siyah, sağ için beyaz)
uk_ua: Скинути кольори до стандартних (зліва чорний, справа білий)

source: Left tool
ca_es: Eina esquerra
cs_cz: Levý nástroj
de_de: Linkes Werkzeug
el_gr: Αριστερό εργαλείο
eo_uy: Maldekstra ilo
es_es: Herramienta izquierda
hu_hu: Bal eszköz
id_id: Alat di kiri
it_it: Strumento sinistra
ja_jp: 左のツール
nb_no: Venstre verktøy
pl_pl: Lewe narzędzie
pt_br: Ferramenta da esquerda
pt_pt: Ferramenta da Esquerda
ro_ro: Instrument stânga
ru_ru: Левый инструмент
tr_tr: Sol araç
uk_ua: Лівий інструмент

source: Right tool
ca_es: Eina dreta
cs_cz: Pravý nástroj
de_de: Rechtes Werkzeug
el_gr: Δεξί εργαλείο
eo_uy: Dekstra ilo
es_es: Herramienta derecha
hu_hu: Jobb eszköz
id_id: Alat di kanan
it_it: Strumento destra
ja_jp: 右のツール
nb_no: Høyre verktøy
pl_pl: Prawe narzędzie
pt_br: Ferramenta da direita
pt_pt: Ferramenta da Direita
ro_ro: Instrument dreapta
ru_ru: Правый инструмент
tr_tr: Sağ araç
uk_ua: Правий інструмент

source: Left pixel indicator
ca_es: Indicador de píxel esquerre
cs_cz: Indikátor levého pixelu
de_de: Linke Pixelanzeige
el_gr: Δείκτης αριστερού πιξελ
eo_uy: Indikatoro de maldekstra rastrumero
es_es: Indicador de píxel izquierdo
fr: Indicateur de pixel gauche
hu_hu: Bal pixel indikátor
id_id: Indikator piksel kiri
it_it: Indicatore pixel strumento sinistro
ja_jp: マウスの左ボタンのピクセルインジケーター
lv_lv: Kreisā pikseļa indikātors
nb_no: Venstre pikselindikator
pl_pl: Wskaźnik lewego pędzla
pt_br: Pixel indicador esquerdo
pt_pt: indicador de pixeis da esquerda
ro_ro: Indicator pixel stânga
ru_ru: Цвет для ЛКМ
tr_tr: Sol piksel göstergesi
uk_ua: Лівий індикатор пікселя

source: Show left mouse pixel indicator or brush on the canvas when drawing
ca_es: Mostra l'indicador del botó esquerre o del pinzell al llenç mentre dibuixes
cs_cz: Zobrazit ukazatel pixelu nebo štětce pro levé tlačítko myši při kreslení
de_de: Zeige linke Mausanzeige oder Pinsel auf der Leinwand wenn gezeichnet wird
el_gr: Εμφάνιση δείκτη για το εικονοστοιχείο ή το πινέλο πάνω στον καμβά που αντιστοιχεί στο αριστερό κουμπί του ποντικιού
es_es: Mostrar el indicador de píxeles del clic izquierdo o el borrador en el lienzo al dibujar
hu_hu: Rajzolás közben a bal egér pixel jelzőt vagy ecset megjelenítése a vásznon
id_id: Tampilkan indikator piksel tetikus kiri atau kuas di kanvas saat menggambar
it_it: Mostra l'indicatore pixel del mouse sinistro o il pennello sul canvas quando disegni
ja_jp: 描画時にマウスの左ボタンのピクセルインジケーターまたはブラシをキャンバスに表示する
lv_lv: Attēlot kreisās peles pogas krāsu zīmēšanas laikā
nb_no: Vis pikselindikator eller børste for venstre musepeker på lerretet når du tegner
pl_pl: Wyświetl wskaźnik lewego narzędzia lub pędzla podczas rysowania
pt_br: Mostrar o indicador pixel do mouse esquerdo ou o pincel na tela quando desenhando
pt_pt: Mostrar o indicador de pixeis da esquerda ou o pincel na tela quando a desenhar
ro_ro: Arată pe pânză pensula sau indicatorul pixel al butonului din stânga mausului atunci când se desenează
ru_ru: Отображать цвет кисти для ЛКМ во время рисования
tr_tr: Çizim yaparken tuval üzerinde sol fare piksel göstergesini ya da fırçayı göster
uk_ua: Показати на полотні індикатор пікселя або пензель для лівої кнопки миші при малюванні

source: Right pixel indicator
ca_es: Indicador de píxel dret
cs_cz: Indikátor pravého pixelu
de_de: Rechte Pixelanzeige
el_gr: Δείκτης δεξιού πιξελ
eo_uy: Indikatoro de dekstra rastrumero
es_es: Indicador de píxel derecho
fr: Indicateur de pixel droit
hu_hu: Jobb pixel indikátor
id_id: Indikator piksel kanan
it_it: Indicatore pixel strumento destro
ja_jp: マウスの右ボタンのピクセルインジケーター
lv_lv: Labā pikseļa indikātors
nb_no: Høyre pikselindikator
pl_pl: Wskaźnik prawego pędzla
pt_br: Pixel indicador direito
pt_pt: indicador de pixeis da direita
ro_ro: Indicator pixel dreapta
ru_ru: Цвет для ПКМ
tr_tr: Sağ piksel göstergesi
uk_ua: Правий індикатор пікселя

source: Show right mouse pixel indicator or brush on the canvas when drawing
ca_es: Mostra l'indicador del botó dret o del pinzell al llenç mentre dibuixes
cs_cz: Zobrazit ukazatel pixelu nebo štětce pro pravé tlačítko myši při kreslení
de_de: Zeige rechtes Mausanzeige oder Pinsel auf der Leinwand wenn gezeichnet wird
el_gr: Εμφάνιση δείκτη για το εικονοστοιχείο ή το πινέλο πάνω στον καμβά που αντιστοιχεί στο δεξί κουμπί του ποντικιού
es_es: Mostrar el indicador de píxeles del clic derecho o el borrador en el lienzo al dibujar
hu_hu: Rajzolás közben a jobb egér pixel jelzőt vagy ecset megjelenítése a vásznon
id_id: Tampilkan indikator piksel tetikus kanan atau kuas di kanvas saat menggambar
it_it: Mostra l'indicatore pixel del mouse destro o il pennello sul canvas quando disegni
ja_jp: 描画時にマウスの右ボタンのピクセルインジケーターまたはブラシをキャンバスに表示する
lv_lv: Attēlot labās peles pogas krāsu zīmēšanas laikā
nb_no: Vis pikselindikator eller børste for høyre musepeker på lerretet når du tegner
pl_pl: Wyświetl wskaźnik prawego narzędzia lub pędzla podczas rysowania
pt_br: Mostrar o indicador pixel do mouse direito ou o pincel na tela quando desenhando
pt_pt: Mostrar o indicador de pixeis da direita ou o pincel na tela quando a desenhar
ro_ro: Arată pe pânză pensula sau indicatorul pixel al butonului din dreapta mausului atunci când se desenează
ru_ru: Отображать цвет кисти для ПКМ во время рисования
tr_tr: Çizim yaparken sağ fare piksel göstergesini ya da tuval üzerinde ki fırçayı göster
uk_ua: Показати на полотні індикатор пікселя або пензель для правої кнопки миші при малюванні

source: Show left tool icon
ca_es: Mostrar icona de la eina esquerra
cs_cz: Zobrazit ikonu levého nástroje
de_de: Linkes Werkzeugsymbol anzeigen
el_gr: Εμφάνιση αριστερού εικονιδίου εργαλείου
es_es: Mostrar icono de herramienta izquierda
hu_hu: Bal eszközikon mutatása
id_id: Tampilkan ikon alat di kiri
it_it: Mostra icona strumento a sinistra
ja_jp: マウスの左ボタンのツールのアイコンを表示
nb_no: Vis venstre verktøyikon
pl_pl: Pokaż ikonę lewego narzędzia
pt_br: Mostrar ícone da ferramenta da esquerda
pt_pt: Mostrar o icone da ferramenta da esquerda
ro_ro: Arată pictograma instrumentului din stânga
ru_ru: Показать левый значок инструмента
tr_tr: Sol araç simgesini göster
uk_ua: Показувати значок лівого інструмента

source: Displays an icon of the selected left tool next to the cursor on the canvas
ca_es: Mostra una icona de l'eina seleccionada a l'esquerra del cursor al llenç
cs_cz: Zobrazí ikonu vybraného levého nástroje vedle kurzoru na plátně
de_de: Zeigt ein Symbol des ausgewählten linken Werkzeugs neben dem Cursor auf dem Canvas an
el_gr: Εμφανίζει ένα εικονίδιο του επιλεγμένου αριστερού εργαλείου δίπλα στο κέρσορα στον καμβά
es_es: Muestra un icono de la herramienta izquierda seleccionada junto al cursor en el lienzo
hu_hu: Megjeleníti a kiválasztott bal eszköz ikont a vásznon kurzor mellett
id_id: Menampilkan ikon alat di kiri yang dipakai di sebelah kursor di kanvas
it_it: Visualizza un'icona dello strumento sinistro selezionato accanto al cursore sulla tela
ja_jp: キャンバス上のカーソルの隣に選択したマウスの左ボタンのツールのアイコンを表示します
nb_no: Viser ikonet til det valgte venstreverktøyet ved siden av markøren på lerretet
pl_pl: Wyświetla ikonę lewego wybranego narzędzia obok kursora na płótnie
pt_br: Exibe um ícone da ferramenta da esquerda selecionada ao lado do cursor na tela
pt_pt: Mostra o icone da ferramenta da esquerda selecionada perto do cursor na tela
ro_ro: Afișează o pictogramă a instrumentului selectat din stânga de lângă cursorul de pe pânză
ru_ru: Отображает иконку выбранного левого инструмента рядом с курсором на холсте
tr_tr: Tuvalde imlecin yanında seçilen sol aracın simgesini görüntüler
uk_ua: Показує значок вибраного лівого інструмента поруч з курсором на полотні

source: Show right tool icon
ca_es: Mostrar icona de la eina dreta
cs_cz: Zobrazit ikonu pravého nástroje
de_de: Rechtes Werkzeugsymbol anzeigen
el_gr: Εμφάνιση δεξιού εικονιδίου εργαλείου
es_es: Mostrar icono de herramienta derecha
hu_hu: Jobb eszközikon mutatása
id_id: Tampilkan ikon alat di kanan
it_it: Mostra l'icona dello strumento destra
ja_jp: マウスの右ボタンのツールのアイコンを表示
nb_no: Vis høyre verktøyikon
pl_pl: Pokaż ikonę prawego narzędzia
pt_br: Mostrar ícone da ferramenta da direita
pt_pt: Mostrar o icone da ferramenta da direita
ro_ro: Arată pictograma instrumentului din dreapta
ru_ru: Показать правый значок инструмента
tr_tr: Sağ araç simgesini göster
uk_ua: Показувати значок правого інструмента

source: Displays an icon of the selected right tool next to the cursor on the canvas
ca_es: Mostra una icona de l'eina seleccionada a la dreta del cursor al llenç
cs_cz: Zobrazí ikonu vybraného pravého nástroje vedle kurzoru na plátně
de_de: Zeigt ein Symbol des ausgewählten rechten Werkzeugs neben dem Cursor auf dem Canvas an
el_gr: Εμφανίζει ένα εικονίδιο του επιλεγμένου δεξιού εργαλείου δίπλα στο κέρσορα στον καμβά
es_es: Muestra un icono de la herramienta derecha seleccionada junto al cursor en el lienzo
hu_hu: Megjeleníti a kiválasztott jobb eszköz ikont a vásznon kurzor mellett
id_id: Menampilkan ikon alat di kanan yang dipakai di sebelah kursor di kanvas
it_it: Visualizza un'icona dello strumento destro selezionato accanto al cursore sulla tela
ja_jp: キャンバス上のカーソルの隣に選択したマウスの右ボタンのツールのアイコンを表示します
nb_no: Viser ikonet til det valgte høyreverktøyet ved siden av markøren på lerretet
pl_pl: Wyświetla ikonę prawego wybranego narzędzia obok kursora na płótnie
pt_br: Exibe um ícone da ferramenta da direita selecionada ao lado do cursor na tela
pt_pt: Mostra o icone da ferramenta da direita selecionada perto do cursor na tela
ro_ro: Afișează o pictogramă a instrumentului selectat din dreapta de lângă cursorul de pe pânză
ru_ru: Отображает значок выбранного правого инструмента рядом с курсором на холсте
tr_tr: Tuvalde imlecin yanında seçilen sağ aracın simgesini görüntüler
uk_ua: Показує значок вибраного правого інструмента поруч з курсором на полотні

source: Use native mouse cursors
ca_es: Fes servir els cursors nadius pel ratolí
de_de: Native Mousezeiger verwenden
es_es: Usar cursores nativos del ratón
id_id: Gunakan kursor tetikus biasa
nb_no: Bruk vanlige musepekere
pt_br: Use cursores nativos do mouse
pt_pt: Usar cursores nativos
ro_ro: Folosește cursoarele native ale mausului
ru_ru: Использовать нативные курсоры мыши
tr_tr: Yerel fare imleçlerini kullan
uk_ua: Використовувати системні курсори миші

source: Use cross cursor for the canvas
ca_es: Fes servir un cursor en forma de creu al llenç
de_de: Kreuz-Mauszeiger für den Canvas benutzen
es_es: Usar cursor cruzado para el lienzo
id_id: Gunakan kursor silang untuk kanvas
nb_no: Bruk kryssmarkør for lerretet
pt_br: Use o cursor de cruz para a tela
pt_pt: Usar cursor em cruz na tela
ro_ro: Folosește cursorul încrucișat pentru pânză
ru_ru: Использовать курсор перекрестия для холста
tr_tr: Tuval için çarpı imlecini kullan
uk_ua: Використовувати перехресний курсор на полотні

source: Guides
ca_es: Guies
cs_cz: Vodítka
el_gr: Οδηγοί
es_es: Guías
hu_hu: Útmutatók
id_id: Panduan
it_it: Guide
ja_jp: ガイド
nb_no: Guider
pl_pl: Poradniki
pt_br: Guias
pt_pt: Guias
ro_ro: Ghidaje
ru_ru: Направляющие
tr_tr: Kılavuzlar
uk_ua: Напрямні лінії

source: Guides color:
ca_es: Color de la guia:
cs_cz: Barva vodítek:
de_de: Guide-Farbe:
el_gr: Χρώμα οδηγών:
es_es: Color de guías:
hu_hu: Útmutatók színe:
id_id: Warna panduan:
it_it: Colore delle guide:
ja_jp: ガイドの色:
nb_no: Guidefarge:
pl_pl: Kolor prowadnic:
pt_br: Cor das guias:
pt_pt: Cor das Guias:
ro_ro: Culoare pentru ghidaje:
ru_ru: Цвет направляющих:
tr_tr: Kılavuzların rengi:
uk_ua: Колір напрямних:

source: A color of ruler guides displayed on the canvas
ca_es: Un color de les guies de regla que es mostren al llenç
cs_cz: Barva vodítkových čar zobrazených přes plátno
de_de: Eine Farbe der Lineal-Guides, die auf dem Canvas angezeigt werden
el_gr: Το χρώμα των οδηγών που φαίνεται στο καμβά
es_es: Un color de las guías de reglas que se muestran en el lienzo
hu_hu: A vászonon megjelenített útmutatók színe
id_id: Warna dari penggaris yang ditunjukkan di kanvas
it_it: Un colore di guide per righello visualizzate sulla tela
ja_jp: キャンバスに表示されるルーラーガイドの色
nb_no: Farge som brukes av linjal og guider på lerretet
pl_pl: Kolor prowadnic wyświetlanych na płótnie
pt_br: Cor das guias de régua exibidas na tela
pt_pt: Cor das réguas de guia mostradas na tela
ro_ro: Culoarea ghidajelor de riglă afișate pe pânză
ru_ru: Цвет направляющих линейки, отображаемых на холсте
tr_tr: Tuvalde görüntülenen cetvel kılavuzlarının rengi
uk_ua: Колір напрямних ліній на полотні

source: Grid
ca_es: Graella
cs_cz: Mřížka
de_de: Raster
el_gr: Πλέγμα
es_es: Cuadrícula
hu_hu: Rács
id_id: Kisi
it_it: Griglia
ja_jp: グリッド
nb_no: Rutenett
pl_pl: Siatka
pt_br: Grade
pt_pt: Grelha
ro_ro: Grilă
ru_ru: Сетка
tr_tr: Izgara
uk_ua: Сітка

source: Grid type:
ca_es: Tipus de graella:
cs_cz: Druh mřížky:
de_de: Rastertyp:
el_gr: Είδος πλέγματος:
es_es: Tipo de cuadrícula:
hu_hu: Rács típusa:
id_id: Tipe kisi:
it_it: Tipo di griglia:
ja_jp: グリッドタイプ:
nb_no: Rutenettype:
pl_pl: Typ siatki:
pt_br: Tipo De Grade:
pt_pt: Tipo de Grelha:
ro_ro: Tip de grilă:
ru_ru: Тип сетки:
tr_tr: Izgara tipi:
uk_ua: Тип сітки:
