Repository: Orama-Interactive/Pixelorama
Catalog: addons/keychain/translations/*.po
Languages: el_gr

source: OK
el_gr: Εντάξει

source: Cancel
el_gr: Άκυρο

source: Add
el_gr: Προσθήκη

source: Edit
el_gr: Επεξεργασία

source: Delete
el_gr: Διαγραφή

source: Shortcut profile:
el_gr: Προφίλ συντομέυσεων:

source: Default
el_gr: Προεπιλογή

source: Custom
el_gr: Προσαρμοσμένο

source: New
el_gr: Νέο

source: Rename
el_gr: Μετονομασία

source: Open Folder
el_gr: Άνοιγμα φακέλου

source: New Shortcut Profile
el_gr: Νέο προφίλ συντομέυσεων

source: Rename Shortcut Profile
el_gr: Μετονομασία προφίλ συντομεύσεων

source: Are you sure you want to delete this shortcut profile?
el_gr: Είστε σίγουροι πως θέλετε να διαγραφτεί αυτό το προφίλ συντομέυσεων;

source: Key
el_gr: Πλήκτρο

source: Mouse Button
el_gr: Κουμπί ποντικιού

source: Joy Button
el_gr: Κουμπί χειριστηρίου

source: Joy Axis
el_gr: Άξονας χειριστηρίου

source: Button
el_gr: Κουμπί

source: Axis
el_gr: Άξονας

source: (Physical)
el_gr: (Φυσικό)

source: Set the shortcut
el_gr: Επιλέξτε μια συντόμευση

source: Press a key or a key combination to set the shortcut
el_gr: Πατήστε ένα πλήκτρο ή συνδυασμό πλήκτρων για να ορίσετε τη συντόμευση

source: Mouse Button Index:
el_gr: Δείκτης κουμπιού ποντικού

source: Joypad Button Index:
el_gr: Δείκτης κουμπιού χειριστηρίου

source: Joypad Axis Index:
el_gr: Δείκτης άξονα χειριστηρίου

source: Already assigned to: %s
el_gr: Έχει ήδη εκχωρηθεί σε: %s

source: Left Button
el_gr: Αριστερό κουμπί

source: Right Button
el_gr: Δεξί κουμπί

source: Middle Button
el_gr: Μεσαίο κουμπί

source: Wheel Up Button
el_gr: Τρόχος πάνω

source: Wheel Down Button
el_gr: Τρόχος κάτω

source: Wheel Left Button
el_gr: Τρόχος αριστερά

source: Wheel Right Button
el_gr: Τρόχος δεξιά

source: X Button 1
el_gr: Κουμπί X 1

source: X Button 2
el_gr: Κουμπί X 2

source: DualShock Cross, Xbox A, Nintendo B
el_gr: DualShock Σταυρός, Xbox A, Nintendo B

source: DualShock Circle, Xbox B, Nintendo A
el_gr: DualShock Κύκλος, Xbox B, Nintendo A

source: DualShock Square, Xbox X, Nintendo Y
el_gr: DualShock Τετράγωνο, Xbox X, Nintendo Y

source: DualShock Triangle, Xbox Y, Nintendo X
el_gr: DualShock Τρίγωνο, Xbox Y, Nintendo X

source: D-Pad Up
el_gr: D-Pad Πάνω

source: D-Pad Down
el_gr: D-Pad Κάτω

source: D-Pad Left
el_gr: D-Pad Αριστερά

source: D-Pad Right
el_gr: D-Pad Δεξιά

source: Xbox Share, PS5 Microphone, Nintendo Capture
el_gr: Xbox Share, PS5 Μικρόφωνο, Nintendo Capture

source: PS4/5 Touchpad
el_gr: PS4/5 επιφάνεια αφής

source: (Left Stick Left)
el_gr: (Αριστερό Stick Αριστερά)

source: (Left Stick Right)
el_gr: (Αριστερό Stick Δεξιά)

source: (Left Stick Up)
el_gr: (Αριστερό Stick Πάνω)

source: (Left Stick Down)
el_gr: (Αριστερό Stick Κάτω)

source: (Right Stick Left)
el_gr: (Δεξί Stick Αριστερά)

source: (Right Stick Right)
el_gr: (Δεξί Stick Δεξιά)

source: (Right Stick Up)
el_gr: (Δεξί Stick Πάνω)

source: (Right Stick Down)
el_gr: (Δεξί Stick Κάτω)
